Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/RoomsExpanded/archived_versions/2024.07.18/Translations/*.po
Languages: pt_br, vi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Grooming Station or Farm Station
pt_br: Requer uma única estação de preparação ou estação de reprodução
vi: Yêu cầu một Trạm trồng trọt hoặc Trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: Grooming or Farm Station
pt_br: Estação de higiene ou cultura
vi: Trạm trồng trọt hoặc Trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.DESCRIPTION
source: One Cott or Luxury Bed.
pt_br: Um casaco ou cama de luxo
vi: Một Giường hoặc Giường tiện lợi.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.NAME
source: Any bed
pt_br: Qualquer cama
vi: Bất kỳ chiếc giường nào

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.DESCRIPTION
source: At least {0} unique Artifacts.
pt_br: Pelo menos {0} Artefatos únicos.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.NAME
source: {0} Unique Artifacts
pt_br: Artefatos Únicos

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
pt_br: Pelo menos um Compactador,churrasqueira elétrica ou fogão a gás.
vi: Ít nhất một Máy xay vi khuẩn, Lò nướng điện hoặc Lò nướng gas.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
pt_br: Estação de cozinha
vi: Nhà Bếp

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
pt_br: Pelo menos {0} plantas decorativas de diferentes tipos.
vi: Ít nhất {0} cây trang trí thuộc các loại khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} different Decorative Plants
pt_br: {0} Plantas decorativas diferentes
vi: {0} Cây trang trí

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
pt_br: Pelo menos {0} peixes de tipos diferentes.
vi: Ít nhất {0} Sinh vật cá thuộc loại khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
pt_br: {0} Peixes diferentes
vi: {0} Cá khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
pt_br: Pelo menos um alimentador de peixes
vi: Ít nhất một Máy phân phối thức ăn dưới nước

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: Fish Feeder
pt_br: Alimentador de peixes
vi: Máy phân phối thức ăn dưới nước

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
pt_br: Pelo menos um ponto de descarga de peixes.
vi: Ít nhất một Điểm thả cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: Fish Release
pt_br: ponto de descarga de peixes
vi: Điểm thả cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
pt_br: Pelo menos um vaso de flores, um vaso de parede, um vaso suspenso ou um vaso aéreo.
vi: Ít nhất một Chậu hoa, Nồi treo tường, Chậu hoa treo hoặc Bình thuỷ tinh treo.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
pt_br: Vaso de qualquer tipo
vi: Chậu hoa các loại

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.DESCRIPTION
source: At least {0} Fossils.
pt_br: Pelo menos {0} fósseis

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.NAME
source: {0} Fossils
pt_br: {0} Fósseis

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
pt_br: Pelo menos uma geladeira.
vi: Ít nhất một Tủ lạnh.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: Refrigerator
pt_br: Geladeira
vi: Tủ lạnh

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.DESCRIPTION
source: The room must contain Genetic Analysis Station.
pt_br: A sala deve conter Estação de Análise Genética.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.NAME
source: Genetic Analysis Station
pt_br: Estação de Análise Genética

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
pt_br: Pelo menos um memorial elegante
vi: Ít nhất một Bia tưởng niệm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: Tasteful Memorial
pt_br: Memorial Elegante
vi: Bia tưởng niệm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
pt_br: Pelo menos um máquinário industrial.
vi: Ít nhất một Máy móc Công nghiệp.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: Industrial Machinery
pt_br: Máquinário industrial
vi: Máy móc Công nghiệp

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
pt_br: Pelo menos um gerador manual
vi: Ít nhất một Máy phát điện thủ công

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: Manual Generator
pt_br: Gerador manual
vi: Máy phát điện thủ công

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
pt_br: Pelo menos {0} obras-primas
vi: Ít nhất {0} Kiệt tác.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
pt_br: {0} Obras-primas
vi: {0} Kiệt tác

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.DESCRIPTION
source: All plants must be domesticated.
pt_br: Todas as plantas devem ser domesticadas
vi: Tất cả cây phải được thuần hóa.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.NAME
source: No wild plants
pt_br: Sem plantas silvestres
vi: Không có cây hoang dã

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
pt_br: As condições do ambiente devem permitir que todas as plantas cresçam.
vi: Điều kiện phòng phải cho phép tất cả các cây phát triển mạnh.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
pt_br: Sem plantas murchas
vi: Không có cây héo

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.DESCRIPTION
source: The room cannot have more than one shower, sink or toilet.
pt_br: O quarto não pode ter mais de um chuveiro, pia ou vaso sanitário.
vi: Phòng không được có nhiều hơn một phòng tắm, bồn rửa tay hoặc nhà vệ sinh.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.NAME
source: No more than one bathroom set
pt_br: Não mais do que um banheiro

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.DESCRIPTION
source: O quarto não pode ter mais de uma cama.
pt_br: Não mais do que uma cama

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
pt_br: Pelo menos {0} pinturas de diferentes tipos.
vi: Ít nhất {0} Bức tranh thuộc các loại khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
pt_br: {0} Pinturas diferentes
vi: {0} Bức tranh khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
pt_br: Pelo menos um pedestal
vi: Ít nhất một Bệ trưng bày

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: Pedestal
pt_br: Pelo menos {0} plantas de qualquer tipo
vi: Bệ trưng bày

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
pt_br: {0} Plantas
vi: {0} Cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
pt_br: Pelo menos uma jardineira
vi: Ít nhất một Chậu cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: Planter Box
pt_br: Jardineira
vi: Chậu cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.DESCRIPTION
source: At least one source of radiation.
pt_br: Pelo menos uma fonte de radiação.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.NAME
source: Radiation Source
pt_br: Fonte de radiação

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
pt_br: Pelo menos {0} esculturas diferentes.
vi: Ít nhất {0} Tác phẩm điêu khắc các loại.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
pt_br: {0} Esculturas diferentes
vi: {0} Tác phẩm điêu khắc khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Plants growing seeds of different types.
pt_br: Pelo menos {0} Semente de plantas de diferentes tipos.
vi: Ít nhất {0} Cây trồng hạt giống các loại khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Non-Decorative Plants
pt_br: {0} Diferentes plantas não decorativas

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
pt_br: Pelo menos um chuveiro
vi: Ít nhất một Phòng Tắm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: Shower
pt_br: Chuveiro
vi: Phòng Tắm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SPACE_BUILDING.DESCRIPTION
source: Contains Mission Control Station.
pt_br: Contém a Estação de Controle da Missão.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SPACE_BUILDING.NAME
source: Pilot Support Building
pt_br: Prédio de Apoio ao Piloto

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
pt_br: Pelo menos {0} criaturas nadadoras.
vi: Ít nhất {0} Sinh vật bơi lội.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
pt_br: {0} Criaturas que nadam
vi: {0} Sinh vật bơi lội

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.TRANSPARENT_CEILING.DESCRIPTION
source: Top tiles of the room are transparent.
pt_br: Os ladrilhos superiores da sala são transparentes.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.TRANSPARENT_CEILING.NAME
source: Transparent Ceiling
pt_br: Teto transparente (vidro)

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
pt_br: Pelo menos um bebedouro
vi: Ít nhất một Bình Nước

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: Water Cooler
pt_br: Bebedouro
vi: Bình Nước

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.DESCRIPTION
source: This Duplicant feels cold claws of Death crawling up their spine.
pt_br: Este Duplicante sente as garras frias da Morte subindo por sua espinha.
vi: Đệ này cảm thấy móng vuốt của Tử thần đang bò trên sống lưng.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.NAME
source: Graveyard Dread
pt_br: Terror do Cemitério
vi: Nghĩa Địa Đáng Sợ

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.DESCRIPTION
source: This Duplicant has accepted their inevitable fate and is ready to embrace it.
pt_br: Este Duplicante aceitou seu destino inevitável e está pronto para abraçá-lo.
vi: Đệ này chấp nhận số phận không thể tránh khỏi và sẵn sàng chấp nhận nó.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.NAME
source: Graveyard Serenity
pt_br: Cemitério Serenidade
vi: Nghĩa Địa Thanh Thản

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Luxury Private Bedroom.
pt_br: Este Duplicante dorme em seu Quarto Privado de Luxo
vi: Đệ này đã ngủ trong Phòng ngủ Riêng tư sang trọng.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.NAME
source: Luxury Private Bedroom
pt_br: Quarto Privativo Luxo
vi: Phòng Ngủ Riêng Tư Sang Trọng

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.DESCRIPTION
source: Visited Museum
pt_br: Museu visitado
vi: Đã tham quan Bảo Tàng

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.NAME
source: Museum
pt_br: Museu
vi: Viện Bảo Tàng

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.DESCRIPTION
source: Visited History Museum
pt_br: Museu de História visitado

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.NAME
source: History Museum
pt_br: Museu de História

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.DESCRIPTION
source: Visited Space Museum
pt_br: Museu do Espaço Visitado

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.NAME
source: Space Museum
pt_br: Museu do Espaço

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.DESCRIPTION
source: This Duplicant visited their Private Bathroom.
pt_br: Este Duplicante visitou seu banheiro privativo.
vi: Đệ này đã đến thăm Phòng tắm riêng tư.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.NAME
source: Private Bathroom
pt_br: Banheiro privativo.
vi: Phòng Tắm Riêng Tư

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Private Bedroom.
pt_br: Este Duplicante dorme em seu Quarto Privado.
vi: Đệ này đã ngủ trong Phòng ngủ riêng tư.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.NAME
source: Private Bedroom
pt_br: Quarto Privado.
vi: Phòng Ngủ Riêng Tư

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Grooming Stations
pt_br: - Habilitar estações de reprodução e preparação
vi: - Cho phép Trạm trồng trọt và Trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
pt_br: Sala de Agricultura
vi: Phòng Nông nghiệp

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
pt_br: Área, onde todas as criaturas e plantas podem viver felizes em harmonia.
vi: Khu vực, nơi tất cả các sinh vật và thực vật có thể chung sống hòa thuận với nhau.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish: +{0} of range and value.
pt_br: - Decoração bônus por habitar peixes:+{0} de intervalo e valor.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.NAME
source: Aquarium
pt_br: Aquário
vi: Bể Nuôi Cá

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: As criaturas em exibição parecem muito mais bonitas.
pt_br: Le creature esposte sembrano molto più carine.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
pt_br: - Bonus de Moral
vi: - Phần thưởng tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
pt_br: Jardim Botánico
vi: Công Viên Bách Thảo

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
pt_br: A harmonia serena das plantas exóticas surpreende quem entra no Jardim Botânico.
vi: Sự hài hòa thanh bình của các loài thực vật kỳ lạ khiến tất cả những ai bước vào đều ngạc nhiên.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - (no additional effect)
pt_br: - (Sem efeitos adicionais)
vi: - (không có hiệu ứng bổ sung)

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
pt_br: Cemitério
vi: Nghĩa Trang

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
pt_br: Pensar que você ainda está vivo deixa os duplicantes felizes.
vi: Nó làm cho bọn đệ vui mừng khi nghĩ rằng họ vẫn còn sống.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase by {0}
pt_br: - Aumento mais rápido no atletismo em {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
pt_br: Sala de Ginástica
vi: Phòng GYM

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
pt_br: A sala de ginástica permite que os duplicantes se exercitem com mais eficiência.
vi: Phòng GYM chuyên nghiệp cho phép đệ tăng kỹ năng nhanh hơn.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
pt_br: - (Sem efeitos adicionais)
vi: - (không có hiệu ứng bổ sung)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
pt_br: Sala industrial
vi: Phòng Công Nghiệp

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
pt_br: Esta sala contém algumas máquinas barulhentas e gordurosas.
vi: Căn phòng này có một số máy móc ồn ào, nhiều dầu mỡ.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.EFFECT
source: - More food produced: +{0}
pt_br: - Mais comida produzida +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.NAME
source: Kitchenette
pt_br: Cozinha
vi: Phòng Bếp

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchenette.
pt_br: Parece que ninguém se atreve a roubar comida da cozinha do chef.
vi: Dường như không ai dám ăn trộm thức ăn từ phòng bếp.

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Faster research by {0}
pt_br: - Pesquisa mais rápida em {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
pt_br: Laboratório
vi: Phòng Nghiên Cứu

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
pt_br: A realização de pesquisas em uma sala designada é mais eficiente.
vi: Thực hiện nghiên cứu một cách hiệu quả hơn và nhanh hơn.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.EFFECT
source: - Provides support for Pilots
pt_br: - Fornece suporte para pilotos

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.NAME
source: Pilot Help Center
pt_br: Central de Ajuda do Piloto

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.TOOLTIP
source: So many duplicants work together just to get a new mug.
pt_br: Muitos duplicantes trabalham juntos apenas para obter uma nova caneca.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: • <style="KKeyword">Morale</style>: +{0} of duplicant's Creativity skill as morale (up to +10)
pt_br: • <style="KKeyword">Moral</style>: +{0} da habilidade Criatividade do duplicante como moral (até +10)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.NAME
source: Museum
pt_br: Museu
vi: Viện Bảo Tàng

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
pt_br: Antes era um armazém, antes de Niko confundir o conteúdo do Pedestal com a arte.
vi: Nó từng là một nhà kho, trước khi Meep nhầm lẫn nội dung của Pedestal với nghệ thuật.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.EFFECT
source: • <style="KKeyword">Morale</style>: +{0} of duplicant's Science skill as morale (up to +10)
pt_br: • <style="KKeyword">Moral</style>: +{0} da perícia Ciência do duplicante como moral (até +10)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.NAME
source: History Museum
pt_br: Museu de História

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.TOOLTIP
source: There used to be only rocks before somebody found bones in one of them.
pt_br: Costumava haver apenas pedras antes que alguém encontrasse ossos em uma delas.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.EFFECT
source: • <style="KKeyword">Morale</style>: + {0} of duplicant's Piloting skill as morale (up to +10) After "Cosmic Archaeology" completion: additional +1 for each unique artifact (up to +5) additional +1 for each 2 more unique artifacts (up to +5) additional +1 for each 3 more unique artifacts (up to +5)
pt_br: • <style="KKeyword">Moral</style>: + {0} da habilidade Pilotar do duplicante como moral (até +10) Após a conclusão de "Arqueologia Cósmica": +1 adicional para cada artefato único (até +5) +1 adicional para cada 2 artefatos únicos (até +5) +1 adicional para cada 3 artefatos únicos (até +5)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.NAME
source: Space Museum
pt_br: Museu do Espaço

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.TOOLTIP
source: Perfect for storing Ancient Knowledge on the pedestals.
pt_br: Perfeito para armazenar Conhecimento Antigo nos pedestais.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds
pt_br: - Possibilidade de sementes adicionais
vi: - Cơ hội cho thêm hạt giống

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
pt_br: Viveiro
vi: Vườn Ươm Cây

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
pt_br: O ambiente enriquecido melhora o crescimento das plantas.
vi: Môi trường phong phú cải thiện sự phát triển của thực vật.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.EFFECT
source: - Increased chance for seed dropping or genetic mutation: +{0}
pt_br: - Maior chance de queda de sementes ou mutação genética: +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.NAME
source: Genetic Nursery
pt_br: Berçário Genético

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.TOOLTIP
source: Specialized laboratories improve harvests.
pt_br: Laboratórios especializados melhoram as colheitas.

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.EFFECT
source: • <style="KKeyword">Morale</style>: +2 when using basic bed +3 when using luxury bed
pt_br: • <style="KKeyword">Moral</style>: +2 ao usar cama básica +3 ao usar cama luxuosa

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.NAME
source: Private Bedroom
pt_br: Quarto Privado
vi: Phòng Ngủ Riêng Tư

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.TOOLTIP
source: For duplicants who want to have some privacy.
pt_br: Para duplicantes que desejam ter um pouco de privacidade.
vi: Đối với những Đệ muốn có một số quyền riêng tư.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time {0}
pt_br: - Tempo de banho mais curto {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
pt_br: Chuveiro
vi: Phòng tắm

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
pt_br: Só de entrar em um banheiro tão bonito faz com que os duplicados pareçam mais limpos.
vi: Đệ chỉ cần bước vào phòng tắm đẹp sẽ cảm thấy sạch sẽ hơn.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
pt_br: josueviper

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.NAME
source: No more than one bathroom set.
vi: Không có nhiều hơn một phòng tắm.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.DESCRIPTION
source: The room cannot have more than one bed.
vi: Phòng không thể có nhiều hơn một giường.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.NAME
source: No more than one bed.
vi: Không có nhiều hơn một giường.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
vi: Ít nhất {0} các loại cây.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Seed Plants
vi: {0} Cây hạt giống khác nhau

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish
vi: - Phần thưởng trang trí cho cá sinh sống

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
vi: Những sinh vật tiếp xúc đúng cách dường như đẹp hơn nhiều.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase
vi: - Điền kinh tăng nhanh hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.EFFECT
source: - More food produced
vi: - Nhiều thực phẩm được sản xuất hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Faster research
vi: - Nghiên cứu nhanh hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: - Morale bonus
vi: - Phần thưởng tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.EFFECT
source: - Morale bonus
vi: - Phần thưởng tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time
vi: - Thời gian tắm ngắn hơn
