Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/RoomsExpanded/archived_versions/2021_05_21_dlc/Translations/*.po
Languages: de

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Grooming Station or Farm Station
de: Benötigt eine Pflanzen- oder Tierpflegestation

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: Grooming or Farm Station
de: Pflanzen- oder Tierpflegestation

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
de: Benötigt mindestens eins: Riegelpresse (Musher), elektrischer Grill, Gasherd.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
de: Kochstation

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
de: Benötigt {0} verschiedene Zimmerpflanzen.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} Decorative Plants
de: {0} Zimmerpflanzen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
de: Benötigt {0} verschiedene Fische.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
de: {0} verschiedene Fische

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
de: Benötigt mindestens einen Fischfutterspender.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: Fish Feeder
de: Fischfutterspender

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
de: Benötigt mindestens eine Fischrutsche (Fish Releaser).

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: Fish Release
de: Fischrutsche

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
de: Benötigt mindestens eins: Pflanzkübel, Wandkübel, Blumenampel oder gläserne Blumenampel

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
de: jede Art von Pflanztopf

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
de: Benötigt mindestens einen Kühlschrank

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: Refrigerator
de: Kühlschrank

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
de: Benötigt mindestens einen geschmackvollen Grabstein

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: Tasteful Memorial
de: Geschmackvoller Grabstein

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
de: Benötigt mindestens ein Gebäude mit dem Tag 'Industrielle Maschine'.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: Industrial Machinery
de: Industrielle Maschine

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
de: Benötigt mindestens ein Laufrad

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: Manual Generator
de: Laufrad

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
de: Benötigt {0} Meisterwerke

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
de: {0} Meisterwerke

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
de: Umgebung muss das Überleben aller Pflanzen garantieren.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
de: keine verwelkten Pflanzen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
de: Benötigt {0} verschiedene Gemäldetypen.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
de: {0} verschiedene Gemälde

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
de: Benötigt mindestens ein Podest

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: Pedestal
de: Podest

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
de: Benötigt {0} verschiedene Pflanzen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
de: {0} Pflanzen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
de: Benötigt mindestens eine Pflanzbox

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: Planter Box
de: Pflanzbox

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
de: Benötigt {0} verschiedene Skulpturrypen.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
de: {0} verschiedene Skulpturen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Plants growing seeds of different types.
de: Benötigt {0} verschiedene gepflanzte Samen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Seed Plants
de: {0} verschiedene Pflanzen

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
de: Benötigt mindestens eine Dusche

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: Shower
de: Dusche

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
de: Benötigt {0} schwimmende Tiere.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
de: {0} schwimmende Tiere

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
de: Benötigt mindestens einen Wasserspender

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: Water Cooler
de: Wasserspender

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Grooming Stations
de: - Erlaubt die Stationen für Pflanzen- und Tierpflege

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
de: Bauernhof

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
de: Ein Gebiet, in dem alle Tiere und Pflanzen harmonisch leben können.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish
de: - Fische bekommen einen Bonus auf ihren Decorwert

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
de: Deine Fische werden die Aufmerksamkeit lieben.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
de: - Moralbonus

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
de: Botanischer Garten

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
de: Die Harmonie der exotischen Pflanzen hier erstaunt jeden Besucher.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - (no additional effect)
de: - (keine Auswirkung)

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
de: Friedhof

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
de: Wir sind noch da.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase
de: - Schnelleres Erhöhen des Athletikattributes

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
de: Sporthalle

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
de: In einer professionel eingerichteten Sporthalle lässt es sich besser trainieren.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
de: - (keine Auswirkung)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
de: Fertigungshalle

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
de: Hier (ent)steht das industrielle Herz der Kolonie.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.EFFECT
source: - More food produced
de: - Rohnahrung wird zu mehr Mahlzeiten verarbeitet (Bonuskalorien)

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.NAME
source: Kitchen
de: Küche

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchen.
de: Scheint, als würde sich niemand trauen, Essen unter der Nase des Chefkochs zu stehlen...

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Faster research
de: - Schnelleres Forschen

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
de: Labor

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
de: Ein für die Forschung optimierter Raum.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: - Morale bonus
de: - Moralbonus

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
de: Eigentlich ist es ein Lager... aber Meep verwechselte Dinge auf Podesten mit Kunst...

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds
de: - Chance auf mehr Samen

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
de: Baumschule

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
de: Mit viel Sorgfalt und Liebe angelegt.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time
de: - kürzere Duschzeit

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
de: Dusche

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
de: Allein das Betreten einer Dusche sorgt für ein Gefühl von Reinheit.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
de: Zairya
