Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/RoomsExpanded/archived_versions/2022_08_21/Translations/*.po
Languages: tr_tr

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Grooming Station or Farm Station
tr_tr: Bir Bakım İstasyonu veya Çiftlik İstasyonu gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: Grooming or Farm Station
tr_tr: Bakım İstasyonu veya Çiftlik İstasyonu

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.DESCRIPTION
source: One Cott or Luxury Bed.
tr_tr: Bir Karyola veya Lüks Yatak.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.NAME
source: Any bed
tr_tr: Herhangi yatak

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.DESCRIPTION
source: At least {0} unique Artifacts
tr_tr: En az {0} benzersiz Eser gerektirir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.NAME
source: {0} Unique Artifacts
tr_tr: {0} Benzersiz Eserler

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
tr_tr: En az bir Mikrop Lapalayıcı, Elektrikli Izgara veya Gazlı ocak gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
tr_tr: Pişirme İstasyonu

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
tr_tr: Farklı türlerde en az {0} süs bitkisi gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} different Decorative Plants
tr_tr: {0} farklı Dekoratif Bitki

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
tr_tr: En az {0} farklı türde balık gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
tr_tr: {0} farklı balık

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
tr_tr: En az bir Balık Besleyicisi gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: Fish Feeder
tr_tr: Balık Besleyici

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
tr_tr: En az bir Balık Bırakma İstasyonu gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: Fish Release
tr_tr: Balık Bırakma İstasyonu

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
tr_tr: En az bir Saksı, Duvar Saksı, Asma Saksı veya Aero Saksı gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
tr_tr: Her türlü saksı

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.DESCRIPTION
source: At least {0} Fossils.
tr_tr: En az {0} Fosil.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.NAME
source: {0} Fossils.
tr_tr: {0} Fosiller.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
tr_tr: En az bir buzdolabı gerektirir

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: Refrigerator
tr_tr: Buzdolabı

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.DESCRIPTION
source: The room must contain Genetic Analysis Station.
tr_tr: Odada Genetik Analiz İstasyonu bulunmalıdır.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.NAME
source: Genetic Analysis Station.
tr_tr: Genetik Analiz İstasyonu

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
tr_tr: En az bir Uyumlu Anıt gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: Tasteful Memorial
tr_tr: Uyumlu Anıt

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
tr_tr: "Endüstriyel Makine" olarak etiketlenmiş en az bir bina gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: Industrial Machinery
tr_tr: Endüstriyel Makine

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
tr_tr: En az bir tane Manuel Jeneratör gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: Manual Generator
tr_tr: Manuel Jeneratör

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
tr_tr: {0} şaheser gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
tr_tr: Şahaser

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.DESCRIPTION
source: All plants must be domesticated.
tr_tr: Bütün bitkiler evcilleştirilmelidir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.NAME
source: No wild plants
tr_tr: Yabani bitkiler yok

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
tr_tr: Odanın durumu, bitkilerin hayatta kalmasını garanti etmelidir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
tr_tr: ölü bitki yok

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.DESCRIPTION
source: The room cannot have more than one shower, sink or toilet.
tr_tr: Odada birden fazla duş, lavabo veya tuvalet olamaz.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.NAME
source: No more than one bathroom set.
tr_tr: Tam olarak birer tane: lavabo, duş, tuvalet olmalıdır.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.DESCRIPTION
source: The room cannot have more than one bed.
tr_tr: Odada birden fazla yatak olamaz.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.NAME
source: No more than one bed.
tr_tr: Birden fazla yatak olamaz.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
tr_tr: En az {0} Farklı türde tablo gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
tr_tr: {0} Farklı türde tablo

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
tr_tr: En az bir Kaide gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: Pedestal
tr_tr: Kaide

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
tr_tr: {0} farklı bitki gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
tr_tr: {0} Bitki

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
tr_tr: En az bir Ekim Kutusu gerekiyor

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: Planter Box
tr_tr: Ekim Kutusu

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.DESCRIPTION
source: At least one source of radiation.
tr_tr: En az bir radyasyon kaynağı gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.NAME
source: Radiation Source.
tr_tr: Radyasyon Kaynağı

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
tr_tr: Farklı türlerde en az {0} heykel gerekiyor

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
tr_tr: {0} Farklı Heykeller

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Non-Decorative Plants of different types.
tr_tr: Farklı türlerde en az {0} Dekoratif Olmayan Bitki gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Non-Decorative Plants
tr_tr: {0} Farklı Dekoratif Olmayan Bitki

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
tr_tr: En az 1 duş gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: Shower
tr_tr: Duş

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
tr_tr: En az {0} yüzen hayvan gerekir.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
tr_tr: {0} yüzen hayvanlar

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
tr_tr: En az 1 Su soğutucusu gerekiyor.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: Water Cooler
tr_tr: Su soğutucusu

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.DESCRIPTION
source: This Duplicant feels cold claws of Death crawling up their spine.
tr_tr: Bu Kopya, Ölümün soğuk pençelerinin omurgalarında gezindiğini hissediyor.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.NAME
source: Graveyard Dread
tr_tr: mezarlık korkusu

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.DESCRIPTION
source: This Duplicant has accepted their inevitable fate and is ready to embrace it.
tr_tr: Bu Kopya kaçınılmaz kaderini kabul etti ve onu kucaklamaya hazır.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.NAME
source: Graveyard Serenity
tr_tr: Mezarlık Huzuru

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Luxury Private Bedroom.
tr_tr: Bu Kopya, Lüks Özel Yatak Odasında uyudu.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.NAME
source: Luxury Private Bedroom
tr_tr: Lüks Özel Yatak Odası

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.DESCRIPTION
source: Visited Museum
tr_tr: Müze ziyaret etti.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.NAME
source: Museum
tr_tr: Müze

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.DESCRIPTION
source: Visited History Museum
tr_tr: Tarih Müzesi ziyaret etti.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.NAME
source: History Museum
tr_tr: Tarih Müzesi

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.DESCRIPTION
source: Visited Space Museum
tr_tr: Uzay Müzesi ziyaret etti

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.NAME
source: Space Museum
tr_tr: Uzay Müzesi

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.DESCRIPTION
source: This Duplicant visited their Private Bathroom.
tr_tr: Bu Kopya, Ona ait Özel Banyosunu ziyaret etti.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.NAME
source: Private Bathroom
tr_tr: Özel Banyo

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Private Bedroom.
tr_tr: Bu Kopya, ona ait Özel Yatak Odasında uyudu.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.NAME
source: Private Bedroom
tr_tr: Özel Yatak odası

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Grooming Stations
tr_tr: - Çiftlik ve Bakım İstasyonlarını Etkinleştirir

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
tr_tr: Tarım Odası

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
tr_tr: Tüm yaratıkların ve bitkilerin birlikte uyum içinde mutlu bir şekilde yaşayabileceği alan.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish: +{0} of range and value.
tr_tr: - Yaşayan balıklar için bonus dekor: +{0} menzil ve değer.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.NAME
source: Aquarium
tr_tr: Akvaryum

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
tr_tr: Düzgün bir şekilde maruz kalan yaratıklar çok daha güzel görünüyor.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
tr_tr: - Moral bonusu

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
tr_tr: Botanik Bahçesi

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
tr_tr: Egzotik bitkilerin dingin uyumu Botanik Bahçesi'ne giren herkesi şaşırtıyor.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - Stress: +10% or -10% for {0} cycle
tr_tr: - Stres: {0} döngüsü için +%10 veya -%10

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
tr_tr: mezarlık

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
tr_tr: Hala hayatta olduklarını düşünmek kopyaları mutlu eder.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase by {0}
tr_tr: - Daha hızlı atletizm artışı {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
tr_tr: Spor odası

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
tr_tr: Profesyonel Spor Salonu, kopyaların daha verimli egzersiz yapmasını sağlar.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
tr_tr: - (ek etki yok)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
tr_tr: Endüstriyel Oda

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
tr_tr: Bu odada biraz gürültülü, yağlı makineler var.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.EFFECT
source: - More food produced: +{0}
tr_tr: - Üretilen daha fazla yiyecek: +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.NAME
source: Kitchen
tr_tr: Mutfak

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchen.
tr_tr: Görünüşe göre kimse şefin mutfağından yemek çalmaya cesaret edemiyor.

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Research faster by {0}
tr_tr: - {0} ile daha hızlı araştırma

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
tr_tr: laboratuvar

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
tr_tr: Belirli bir odada araştırma yapmak daha verimlidir.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.NAME
source: Art Museum
tr_tr: Sanat Müzesi

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
tr_tr: Meep, Kaide içeriğini sanatla karıştırmadan önce bir depoydu.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.NAME
source: History Museum
tr_tr: Tarih Müzesi

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.TOOLTIP
source: There used to be only rocks before somebody found bones in one of them.
tr_tr: Biri kemikleri bulmadan önce sadece kayalar vardı.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.NAME
source: Space Museum
tr_tr: Uzay Müzesi

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.TOOLTIP
source: Perfect for storing Ancient Knowledge on the pedestals.
tr_tr: Kaideler Kadim Bilgiyi saklamak için mükemmel yer.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds: {0}
tr_tr: - Ek tohum şansı: {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
tr_tr: Bitki Fidanlığı

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
tr_tr: Zenginleştirilmiş çevre bitki gelişimini iyileştirir.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.EFFECT
source: - Increased chance for seed dropping or genetic mutation: +{0}
tr_tr: - Tohum düşürme veya genetik mutasyon şansı: +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.NAME
source: Genetic Nursery
tr_tr: Genetik fidanlık

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.TOOLTIP
source: Specialized laboratories improve harvests.
tr_tr: Özel laboratuvarlar hasadı iyileştirir.

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.NAME
source: Private Bedroom
tr_tr: Özel Yatak odası

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.TOOLTIP
source: For duplicants who want to have some privacy.
tr_tr: Biraz mahremiyete sahip olmak isteyen kopyalar için.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time by {0}
tr_tr: - {0} daha kısa duş süresi

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
tr_tr: Duş odası

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
tr_tr: Böyle güzel bir banyoya girmek bile kopyaları daha temiz hissettiriyor.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
tr_tr: pavyonfaresi
