Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/DiseasesExpanded/archived_versions/2024_11_21/Translations/*.po
Languages: de

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.LEGEND_HEADER
source: Genoms' values:
de: Genomeigenschaften:

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.LEGEND_HOVERTEXT
source: Unstable Virus present
de: Instabiles Virus präsent

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.MUTATION_HELP_PATTERN
source: Use {0} to mutate the germs in more safe direction.
de: Nutze {0}, um die Viren in eine ungefährlichere Richtung zu mutieren.

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.MUTATION_SPEED_PATTERN
source: Estimated mutation speed: {0:F2} (mutation rate reduction Lvl: {1})
de: Geschätzte Mutationsgeschwindigkeit: {0:F2} (Reduzierung der Mutationsrate Stufe: {1})

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.NAME
source: <link="MUTATINGGERMS">Unstable Virus</link>
de: <link="MUTATINGGERMS">Instabiler Virus</link>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_PATTERN
source: Strain {ATTACK}/{RESILIANCE}
de: Virenstamm {ATTACK}/{RESILIANCE}

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_RESILIANCE_PATTERN
source: Resiliance: Infectibility: <color=#FF0000>{0}</color>, Duration: <color=#FF0000>{1}</color>, Germ Coughing: <color=#FF0000>{2}</color> - Exposure Threshold: <color=#FF0000>{3}</color>, Radiation: <color=#FF0000>{4}</color>, Temperature: <color=#FF0000>{5}</color>
de: Widerstandsfähigkeit: Ansteckungsfähigkeit: <color=#FF0000>{0}</color>, Dauer: <color=#FF0000>{1}</color>, Keim-Husten: <color=#FF0000>{2}</color> - Schwellenwert der Aussetzung: <color=#FF0000>{3}</color>, Strahlung: <color=#FF0000>{4}</color>, Temperatur: <color=#FF0000>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_SEVERITY_PATTERN
source: Severity: Attributes: <color=#FF0000>{0}</color>, Breathing: <color=#FF0000>{1}</color>, Calories: <color=#FF0000>{2}</color> - Damage: <color=#FF0000>{3}</color>, Exhaustion: <color=#FF0000>{4}</color>, Stress: <color=#FF0000>{5}</color>
de: Schweregrad: Attribute: <color=#FF0000>{0}</color>, Atmung: <color=#FF0000>{1}</color>, Kalorien: <color=#FF0000>{2}</color> - Schaden: <color=#FF0000>{3}</color>, Erschöpfung: <color=#FF0000>{4}</color>, Stress: <color=#FF0000>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.TREAT_POTENTIAL_PATTERN
source: Threat potential: {0}%
de: Gefahrenpotenzial: {0}%

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.DESC
source: <link="RESEARCH">Medical Research</link> is required to unlock medical technologies. It can be conducted by studying germ samples at an <link="APOTHECARY">Apothecary</link> or obtained by doctors while tending their patients.
de: <link="RESEARCH">Medizinische Forschung</link> ist erforderlich, um medizinische Technologien zu entdecken. Sie kann durch die Untersuchung von Keimproben in einer <link="APOTHECARY">Apotheke</link> durchgeführt werden oder von Ärzten bei der Behandlung ihrer Patienten gewonnen werden.

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.NAME
source: Medical Research
de: Medizinische Forschung

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.RECIPEDESC
source: Unlocks medical technologies.
de: Schaltet medizinische Technologien frei.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.ATTRIBUTES.DESC
source: Medical Nanobots will enhance duplicant's skils and attributes, making them better at all errands.
de: Medizinische Nanoroboter verbessern die Fähigkeiten und Eigenschaften von Duplikanten und machen sie bei allen Aufgaben besser.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.ATTRIBUTES.NAME
source: Nanobot BioEnhancement Module
de: Nanoroboter-Bioverbesserungsmodul

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.BREATHING.DESC
source: Medical Nanobots will recycle some of exhaled CO2 to redirect Oxygen back to duplicant's bloodstream.
de: Medizinische Nanobots recyceln einen Teil des ausgeatmeten CO2, um den Sauerstoff in die Blutbahn des Duplikanten zurückzuleiten.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.BREATHING.NAME
source: Nanobot Oxygen Recycle Module
de: Nanoroboter-Sauerstoff-Recycling-Modul

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.CALORIES.DESC
source: Medical Nanobots will stimulate duplicants' metabolism better to reduce amount of calories required for survival.
de: Medizinische Nanoroboter modifizieren den Stoffwechsel der Duplikanten und verringern so die zum Überleben benötigte Kalorienmenge.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.CALORIES.NAME
source: Nanobot Metabolism++ Module
de: Nanoroboter-Stoffwechseloptimierung-Modul

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.DURATION.DESC
source: Optimizes efficiency with which Nanobots operate in duplicant's system, making thier effects last longer.
de: Optimiert die Effizienz, mit der Nanobots im System des Duplikanten arbeiten, so dass ihre Wirkung länger anhält.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.DURATION.NAME
source: Nanobot Operative Optimization
de: Optimierung des Nanoroboter-Betriebs

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.EXHAUSTION.DESC
source: Medical Nanobots stimulate duplicant's exhaustion levels to make them more rested and invigorated.
de: Medizinische Nanoroboter stimulieren den Erschöpfungsgrad von Duplikanten, um sie ausgeruhter und kräftiger zu machen.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.EXHAUSTION.NAME
source: Nanobot Invigorating Module
de: Nanoboter-Belebungs-Modul

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.HEALTH.DESC
source: Makes Medical Nanobots better at repairing damaged tissues.
de: Verbessert die Fähigkeit medizinischer Nanoroboter, beschädigtes Gewebe zu reparieren.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.HEALTH.NAME
source: Nanobot BioRepair Module
de: Nanoroboter-Bioreparatur-Modul

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTS.DESC
source: Construct and release more Medical Nanobots.
de: Konstruiere weitere medizinische Nanoroboter und setze sie frei.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTS.NAME
source: Medical Nanobot Swarm
de: Schwarm medizinischer Nanoroboter

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTSBOTTLED.DESC
source: Medical Nanobots stored in a gas container, easy to deploy anywhere in the base.
de: Medizinische Nanoroboter, in einem Gasbehälter gespeichtert, die überall in der Basis leicht eingesetzt werden können.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTSBOTTLED.NAME
source: Medical Nanobot Swarm (Bottled)
de: Schwarm medizinischer Nanoroboter in einer Flasche

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RADIATION.DESC
source: Coats Nanobots with additional lead layer, allowing them to survive more extreme radiation levels.
de: Ummantelt Nanoroboter mit einer zusätzlichen Bleischicht, die es ihnen ermöglicht, extremere Strahlungswerte zu überstehen.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RADIATION.NAME
source: Nanobot Leaden Coating
de: Nanoroboter Bleibeschichtung

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RESISTANCE.DESC
source: Improves Nanobots' fighting algorithms, increasing germ resistance of affected duplicants.
de: Verbessert die Kampfalgorithmen der Nanoroboter und erhöht dadurch die Keimresistenz der betroffenen Duplikanten.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RESISTANCE.NAME
source: Nanobot ImmunoBoost Protocol
de: Nanoroboter ImmunitätBoost Protokoll

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.SPAWNING.DESC
source: Medical Nanobots loss rate will be reduced, allowing them to survive longer in the hostile atmosphere.
de: Die Verlustrate der medizinischen Nanoroboter wird verringert, sodass sie länger in der feindlichen Atmosphäre überleben können.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.SPAWNING.NAME
source: Nanobot Perpetum Mobile Protocol
de: Nanoroboter Perpetuum-Mobile-Protokoll

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.STRESS.DESC
source: Medical Nanobots will by more efficient while calming down stressed duplicants.
de: Medizinische Nanoroboter können gestresste Duplikanten besser beruhigen.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.STRESS.NAME
source: Nanobot Stress Relief Module
de: Nanoroboter Stressabbau-Protokoll

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.TEMPERATURE.DESC
source: Coats Nanobots with additional insulation layer, allowing them to survive more extreme temperatures.
de: Ummantelt Nanobots mit einer zusätzlichen Isolierschicht, die es ihnen ermöglicht, bei extremeren Temperaturen zu überleben.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.TEMPERATURE.NAME
source: Nanobot Insulation Coating
de: Nanoroboter Isolierbeschichtung

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.THRESHOLD.DESC
source: Medical Nanobots will enter duplicant's system more easily.
de: Medizinische Nanoroboter gelangen leichter in das System eines Duplikanten.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.THRESHOLD.NAME
source: Nanobot Integration Protocol
de: Nanoroboter-Integrationsprotokoll

# DiseasesExpanded.STRINGS.NOTIFICATIONS.NANOBOTUPGRADE.PATTERN
source: New nanobot update is ready: {0}
de: Ein neues Nanoroboter-Update ist fertig: {0}

# DiseasesExpanded.STRINGS.NOTIFICATIONS.VIRUSMUTATED.PATTERN
source: New virus mutation observed: {0}
de: Neue Virusmutation beobachtet: {0}

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ADOPT_STRAY_PET.NAME
source: Adopt Stray Pet
de: Adoptiere Streuner

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ADOPT_STRAY_PET.TOAST
source: It was so poor and cute and helpless and we had to adopt it!
de: Es war so süß und alleine und hilflos, wir mussten es adoptieren!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.BLOOMING_GRAVES.NAME
source: Blooming Graves
de: Blühende Gräber

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.BLOOMING_GRAVES.TOAST
source: Death cannot be healed. But it can bloom!
de: Aus dem Tode heraus erblüht neues Leben!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.NAME
source: Disinfecting Cursor
de: Desinfizierender Mauszeiger

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.TOAST
source: Your cursor just got upgraded with portable Purification Kit!
de: Dein Mauszeiger wurde mit einem Desinfizierungsaufsatz aufgerüstet!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.TOAST_END
source: Oh no... It's broken...
de: Och nee... er ist kaputtgegangen...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.NAME
source: Radioactive Cursor
de: Radioaktiver Mauszeiger

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.TOAST
source: Your cursor just got upgraded with portable Radiation Emitter! It now glows with around {0} rads!
de: Dein Mauszeiger wurde mit einem tragbaren Strahlungsemitter aufgerüstet! Er strahlt nun mit um die {0} Rads!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.TOAST_END
source: Oh no... It's broken...
de: Och nee... er ist kaputtgegangen...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ERADICATE_GERMS.NAME
source: Eradicate Germs
de: Vernichte Keime

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ERADICATE_GERMS.TOAST
source: Most of the germs were eradicated from the environment.
de: Die meisten Keime wurden aus der Umwelt getilgt.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.FILTHY_FOOD.NAME
source: Filthy Food
de: Verdorbenes Essen

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.FILTHY_FOOD.TOAST
source: Your food supply has been infected with food poisoning.
de: Alles Essen wurde mit einer Portion Lebensmittelvergiftung infiziert.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.NAME
source: Great Migration
de: Die Große Wanderung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.TOAST
source: Researchers proclaim cycle of the Bog Bugs. All dwellings increase population.
de: Wissenschaftler sprechen von einer Saison der Sumpfwanzen. In allen Lebensräumen stieg die Populationsgröße an.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.TOAST_END
source: Swarms of Bog Bugs started migrating away.
de: Schwärme von Sumpfwanzen sind weitergezogen.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_SANISHELL_MIGRATION.NAME
source: Great Migration
de: Die Große Wanderung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_SANISHELL_MIGRATION.TOAST
source: Researchers proclaim cycle of the Sanishell. All dwellings increase population.
de: Wissenschaftler sprechen von einer Saison der Medipanzer. In allen Lebensräumen stieg die Populationsgröße an.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HUNGRY_PET.NAME
source: Hungry Pet
de: Hungriges Tierchen

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HUNGRY_PET.TOAST
source: One of your critters is more hungry than usually. You should probably investigate...
de: Eines deiner Tiere zeigt einen ungewöhnlich starken Hunger. Das solltest du dir wahrscheinlich anschauen….

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HURTING_TUMMY.NAME
source: Hurting Tummy
de: Bauchschmerzen

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HURTING_TUMMY.TOAST
source: One of your duplicants got hurting tummy. It's nothing good for sure...
de: Einer deiner Duplikanten hat Bauchschmerzen bekommen. Das kann nichts gutes sein...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_POLLINATION.NAME
source: Intense Pollination
de: Pollenflug

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_POLLINATION.TOAST
source: All of the plants released increased amount of pollen.
de: Alle deine Pflanzen haben eine große Menge an Pollen ausgestoßen.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.NAME
source: Intense Radiation
de: Starke Strahlung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.TOAST
source: We noticed increased readings on our radiation-measuring aparature.
de: Wir haben eine ungewöhnlich hohe Strahlenbelastung mit unseren Messinstrumenten festgestellt.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.TOAST_END
source: Radiation levels seem to be back to normal.
de: Die Strahlenbelastung scheint sich normalisiert zu haben.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MANDATORY_TESTING.NAME
source: Mandatory Testing
de: Pflichtuntersuchung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MANDATORY_TESTING.TOAST
source: All duplicants got encouraged to perform mandatory health tests. If one is infected with germs, our tests collect germ samples.
de: Alle Duplikanten wurden dazu angehalten, obligatorische Gesundheitstests durchzuführen. Wenn einer mit Keimen infiziert ist, werden die Tests Keimproben sammeln.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MIRACULOUS_RECOVERY.NAME
source: Miraculous Recovery
de: Wundersame Erholung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MIRACULOUS_RECOVERY.TOAST
source: A miracle! Our duplicants are no longer sick!
de: Ein Wunder! Unsere Duplikanten sind nicht mehr krank!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.NAME
source: Nanobot Update
de: Nanoroboter-Aufrüstung

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST
source: New update to Nanobot software got rushed for release!
de: Das neue Update der Nanoroboter-Software wurde in aller Eile veröffentlicht!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST_END
source: Hotfix released: Malicious issues of Nanobot software got fixed.
de: Hotfix veröffentlicht: Bösartige Probleme der Nanobot-Software wurden behoben.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST_MALICIOUS
source: Sadly, it may contain some bugs...
de: Könnte leider ein paar Fehler enthalten...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NIGHT_OF_THE_LIVING_DEAD.NAME
source: Night of the Living Dead
de: Nacht der lebenden Toten

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NIGHT_OF_THE_LIVING_DEAD.TOAST
source: The end is nigh!
de: Das Ende ist nah!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PANIC_MODE.NAME
source: PANIC MODE!!!
de: PANIK MODUS!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PANIC_MODE.TOAST
source: AAAAAAAAAAAAAAAAAAAAAA!!!!!
de: AAAAAAAAAAHHHHHHHHHHH!!!!!!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PLAGUE_OF_HUNGER.NAME
source: Plague of Hunger
de: Hungersnot

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PLAGUE_OF_HUNGER.TOAST
source: A kilogram of Wheat for a Diamond, and three kilograms of Meal Lice for a Diamond, but do not harm Burgers and Pie!
de: Ein Kilo Graupelweizen für einen Diamanten und drei Kilo Mehlläuse für einen Diamanten. Aber dem Pilzquiche und dem Frostburger füge keinen Schaden zu!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PRINT_SOME_GERMS.NAME
source: Print Some Germs
de: Drucke ein paar Keime

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PRINT_SOME_GERMS.TOAST
source: Additional germs were printed from all Printing Pods.
de: Zusätzliche Keime wurden von allen Biodruckern gedruckt.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.REGRESSIVE_VIRUS_MUTATION.TOAST
source: We observed slightly less dangerous variant of the Virus.
de: Wir haben eine etwas weniger gefährliche Variante des Virus beobachtet.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.RESUPPLY_FIRST_AID_KIT.NAME
source: Resupply First Aid Kits
de: Erste-Hilfe-Kästen aufstocken

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.RESUPPLY_FIRST_AID_KIT.TOAST
source: Those medical supplies could be helpful... or better not...
de: Diese medizinischen Vorräte könnten hilfreich sein... oder hoffentlich nicht...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SLIMY_POLLUTED_OXYGEN.NAME
source: Slimy Polluted Oxygen
de: Schleimiger verschmutzter Sauerstoff

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SLIMY_POLLUTED_OXYGEN.TOAST
source: All Polluted Oxygen is now even more yucky...
de: Aller verschmutzter Sauerstoff ist jetzt noch ekliger...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPACE_SCREAM.NAME
source: In Space No One Can Hear You Scream
de: Im Weltraum hört dich niemand schreien

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPACE_SCREAM.TOAST
source: We received strange distress signal from our rocket...
de: Wir haben einen seltsamen Notruf von einer unserer Raketen empfangen...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.NAME
source: Surprise Box
de: Überraschungsbox

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.TOAST_BODY
source: I wonder what is inside?
de: Ich frag mich was da drin ist...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.TOAST_TITLE
source: Surprise Box
de: Überraschungsbox

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_INFECTED_ELEMENT.NAME
source: Spawn Infected Element
de: Erzeuge infiziertes Element

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_INFECTED_ELEMENT.TOAST
source: Spawned some {0} filled with germs.
de: Ein bisschen {0} ist erschienen, infiziert mit Keimen.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPINDLY_PLANTS.NAME
source: Spindly Plants
de: Spindeldornen

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPINDLY_PLANTS.TOAST
source: Our plants have developed protective spindles. We must be careful not to get hurt...
de: Unseren Pflanzen sind schützende Dornen gewachsen. Wir müssen aufpassen, dass wir uns nicht verletzen...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.NAME
source: Sprout Flowers
de: Sprießende Blümchen

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.TOAST
source: New flower just sprouted!
de: Ein neues Blümchen ist gesprießt!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.TOAST_FAILED
source: New flower tried to sprout... but it failed... maybe next time...?
de: Eine Blume hat versucht zu sprießen aber scheiterte.. Vielleicht nächstes mal?

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.STRAY_COMET.NAME
source: Stray Comet
de: Verirrter Komet

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.STRAY_COMET.TOAST
source: Hey, look! A shooting star!
de: Ui, schau mal, eine Sternschnuppe!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_PLANT_MUTATION.NAME
source: Sudden Mutation
de: Plötzliche Mutation

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_PLANT_MUTATION.TOAST
source: Some of our plants mutated to have bigger leaves, richer fruits and... is that a tentacle?!?!
de: Einige unserer Pflanzen mutierten und haben nun größere Blätter, reichere Früchte und... ist das ein Tentakel?!?!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_VIRUS_MUTATION.NAME
source: Sudden Mutation
de: Plötzliche Mutation

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_VIRUS_MUTATION.TOAST
source: We observed new mutation strain...
de: Wir haben einen neuen Mutationsstamm gefunden….

# DiseasesExpanded.STRINGS.STATUSITEMS.GATHERING.NAME
source: Gathering
de: Sammelnd

# DiseasesExpanded.STRINGS.STATUSITEMS.GATHERING.TOOLTIP
source: This building is currently gathering ambient germs.
de: Dieses Gebäude sammelt derzeit Keime aus der Umgebung.

# DiseasesExpanded.STRINGS.STATUSITEMS.SHIELDPOWERUP.NAME
source: Shield Status
de: Schildstatus

# DiseasesExpanded.STRINGS.STATUSITEMS.SHIELDPOWERUP.TOOLTIP
source: This building generates protective shield:
de: Dieses Gebäude generiert einen schützenden Energieschild:

# DiseasesExpanded.STRINGS.TAGS.DISPOSABLE_GERMS.PROPER_NAME
source: Disposable Germs
de: Einweg-Keime

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.DESC
source: Insects bites will cause additional damage to this Duplicant.
de: Insektenbisse verursachen bei diesem Duplikanten zusätzlichen Schaden.

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.NAME
source: Insect Allergies
de: Insektenallergien

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.SHORT_DESC
source: Allergic reaction to insect bites
de: Allergische Reaktion auf Insektenbisse

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.SHORT_DESC_TOOLTIP
source: Insect Allergies make small bites more dangerous.
de: Insektenallergien machen kleine Bisse gefährlicher.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.DESC
source: This duplicant won't wash their hands.
de: Dieser Duplikant wäscht sich nicht die Hände.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.NAME
source: Filthy
de: Pottsau

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.SHORT_DESC
source: This duplicant is not excited with a concept of personal hygiene.
de: Dieser Duplikant ist nicht von dem Konzept der Körperhygiene begeistert.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.SHORT_DESC_TOOLTIP
source: Washing hands is not something that this duplicant is interested with.
de: Händewaschen ist etwas, wofür sich dieser Duplikant gar nicht begeistern kann.

# DiseasesExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
de: Sgt_Imalas
