Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/DiseasesExpanded/archived_versions/2024_11_21/Translations/*.po
Languages: de

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.DESC
source: Gathers ambient germs and stores them in the flask for future research at an Apothecary and vaccine production.
de: Sammelt Keime aus der Umgebung und füllt sie in Ampullen ab für zukünftige Forschungen in der Apotheke und zur Produktion von Impfstoffen.

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.EFFECCT
source: Germcatchers collect germ samples for medical study and vaccine production.
de: Keimfänger sammeln Keimproben für medizinische Forschung und Impfstoffproduktion.

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.NAME
source: Germcatcher
de: Keimfänger

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.DESC
source: Shields the asteroid from cosmic radiation.
de: Schirmt den Asteroiden vor kosmischer Strahlung.

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.EFFECCT
source: When powered, generates shield around the asteroid to protect the surface from cosmic radiation. Requires line of sight to space.
de: Erzeugt, wenn mit Strom versorgt, einen Energieschirm um den Asteroiden, welcher dessen Oberfläche vor kosmischer Strahlung abschirmt. Benötigt eine freie Sichtlinie zum Weltraum.

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.NAME
source: Shield Generator
de: Schildgenerator

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.DESC
source: Vaccine Apothecary uses radiation to weaken germs stored in a flasks to produce life-saving vaccines. It must be operated by highly-trained medical personel and it is suggested to use radiation protection for the time of vaccine preparation.
de: Die Impfstoff-Apotheke verwendet Strahlung, um in Ampullen gelagerte Keime zu schwächen und lebensrettende Impfstoffe herzustellen. Das Gerät muss von hochqualifiziertem medizinischem Personal bedient werden, und es wird empfohlen, für die Zeit der Impfstoffzubereitung einen Strahlenschutz zu tragen.

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.EFFECCT
source: Vaccines produced here can grant your duplicants immunity for various diseases.
de: Hier produzierte Impfstoffe können deinen Duplikanten Immunitäten gegen verschiedene Krankheiten gewähren.

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.NAME
source: Vaccine Apothecary
de: Impfstoff-Apotheke

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's severity genoms to a weaker form.
de: Dieses unter Laborbedingungen durchgeführte Verfahren zwingt das instabile Virus, seine Schweregradgenome in eine schwächere Form zurückzumutieren.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.NAME
source: Controlled Severity Mutation
de: Kontrollierte Mutation des Schweregrads

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.RECIPEDESC
source: Weakens Unstable Virus severity
de: Schwächt den Schweregrad des instabilen Virus

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's environmental genoms to a weaker form.
de: Dieses unter Laborbedingungen durchgeführte Verfahren zwingt das instabile Virus, seine Umgebungsadaptionsgenome in eine schwächere Form zurückzumutieren.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.NAME
source: Controlled Environmental Mutation
de: Kontrollierte Mutation der Umgebungsadaption

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.RECIPEDESC
source: Weakens Unstable Virus ability to live in various environments
de: Schwächt die Fähigkeit des instabilen Virus, in verschiedenen Umgebungen zu überleben

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.DESC
source: Conducted in laboratory conditions, reduces ability of Unstable Virus to mutate.
de: Dieses unter Laborbedingungen durchgeführte Verfahren reduziert Mutationsfähigkeit des instabilen Virus.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.NAME
source: Mutation Rate Reduction
de: Reduktion der Mutationsrate

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.RECIPEDESC
source: Slows down mutation rate of Unstable Virus.
de: Verringert die Mutationsrate des instabilen Virus.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's resiliance genoms to a weaker form.
de: Dieses unter Laborbedingungen durchgeführte Verfahren zwingt das instabile Virus, seine Resilienzgenome zu einer schwächeren Form zurück zu mutieren.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.NAME
source: Controlled Resiliance Mutation
de: Kontrollierte Mutation der Resilienz

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.RECIPEDESC
source: Weakens Unstable Virus resiliance
de: Schwächt die Resilienz des instabilen Virus

# DiseasesExpanded.STRINGS.CURES.ALIENCURE.DESC
source: Discourages Alien Goo from inhabiting the body of affected duplicant.
de: Schreckt Alienschleim davon ab, den Körper des betroffenen Duplikanten zu bewohnen.

# DiseasesExpanded.STRINGS.CURES.ALIENCURE.NAME
source: Alien Cure
de: Alien-Heilmittel

# DiseasesExpanded.STRINGS.CURES.ANTIHISTAMINEBOOSTER.DESC
source: Prevents allergic reactions in the future.
de: Verhindert zukünftige allergische Reaktionen.

# DiseasesExpanded.STRINGS.CURES.ANTIHISTAMINEBOOSTER.NAME
source: Allergy Immuno Booster
de: Allergie Immunitätsbooster

# DiseasesExpanded.STRINGS.CURES.DEEPBREATH.DESC
source: Slightly improves duplicant's breath and germ resistance.
de: Verbessert die Atmung und Keimresistenz des Duplikanten ein wenig.

# DiseasesExpanded.STRINGS.CURES.DEEPBREATH.NAME
source: Deep Breath Serum
de: Tiefatem-Serum

# DiseasesExpanded.STRINGS.CURES.GASCURE.DESC
source: If a berry sprouts in a duplicant's belly, their farts will smell like flowers
de: Wenn im Bauch eines Duplikanten eine Beere sprießt, werden seine Fürze blumig duften

# DiseasesExpanded.STRINGS.CURES.GASCURE.NAME
source: Sprouting Tablet
de: Sprießtablette

# DiseasesExpanded.STRINGS.CURES.HAPPYPILL.DESC
source: Improves overall happines of affectected duplicant but reduces their motivation to perform even most basic tasks.
de: Verbessert die allgemeine Zufriedenheit des betroffenen Duplikanten, verringert aber seine Motivation, selbst die einfachsten Aufgaben zu erledigen.

# DiseasesExpanded.STRINGS.CURES.HAPPYPILL.NAME
source: Happy Pill
de: Glückspille

# DiseasesExpanded.STRINGS.CURES.MUDMASK.DESC
source: When covered in mud, duplicants are not so tasty for Bog Bugs.
de: Wenn sie mit Schlamm bedeckt sind, sind Duplikate für Sumpfwanzen nicht so schmackhaft.

# DiseasesExpanded.STRINGS.CURES.MUDMASK.NAME
source: Muddy Salve
de: Schlammsalbe

# DiseasesExpanded.STRINGS.CURES.MUTATINGANTIVIRAL.DESC
source: Cures from, and grants immunity to Mutating Disease for a short time.
de: Heilt von und gewährt für kurze Zeit Immunität gegen die mutierende Seuche.

# DiseasesExpanded.STRINGS.CURES.MUTATINGANTIVIRAL.NAME
source: Unstable Antiviral
de: Instabiles Antivirus

# DiseasesExpanded.STRINGS.CURES.RADSHOT.DESC
source: Uranium contains about 18 million kCal per gram - enough to quickly satisfy even the most overwhelming hunger.
de: Uran enthält etwa 18 Millionen Kilokalorien pro Gramm - genug, um selbst den größten Hunger schnell zu stillen.

# DiseasesExpanded.STRINGS.CURES.RADSHOT.NAME
source: Sweet Rad Shot
de: Süße Strahlimpfung

# DiseasesExpanded.STRINGS.CURES.SAPSHOT.DESC
source: Thick and full of sugar, Sweet Sap Shot condenses many calories into one syringe to quickly satisfy even the most overwhelming hunger.
de: Dickflüssig und voller Zucker, vereint die Süßsaftimpfung viele Kalorien in einer Spritze und stillt selbst den größten Hunger schnell.

# DiseasesExpanded.STRINGS.CURES.SAPSHOT.NAME
source: Sweet Sap Shot
de: Süßsaftimpfung

# DiseasesExpanded.STRINGS.CURES.SUNBURNCURE.DESC
source: Cures duplicant from severe Sunburn.
de: Heilt Duplikat von schwerem Sonnenbrand.

# DiseasesExpanded.STRINGS.CURES.SUNBURNCURE.NAME
source: Sun Lotion
de: Sonnenlotion

# DiseasesExpanded.STRINGS.CURES.SUPERSERUM.DESC
source: Enhances duplicant's attributes and makes them immune to most dangerous pathogens.
de: Verbessert die Eigenschaften des Duplikanten und macht ihn immun gegen die meisten gefährlichen Krankheitserreger.

# DiseasesExpanded.STRINGS.CURES.TUMMYSERUM.DESC
source: Calms even most angry tummy and makes it immune to subsequent infections.
de: Beruhigt selbst den wütendsten Magen und macht ihn immun gegen spätere Infektionen.

# DiseasesExpanded.STRINGS.CURES.TUMMYSERUM.NAME
source: Tummy Serum
de: Magenserum

# DiseasesExpanded.STRINGS.CURES.VACCINE.DESC
source: Grants immunity to {0} disease.
de: Gewährt Immunität gegen {0}.

# DiseasesExpanded.STRINGS.CURES.VACCINE.NAME
source: {0} Vaccine
de: {0}-Impfung

# DiseasesExpanded.STRINGS.CURES.YUMMYSERUM.DESC
source: Stimulates duplicant's digestive system and makes them immune to most ravenous pathogens.
de: Stimuliert das Verdauungssystem des Duplikanten und macht ihn immun gegen die meisten gefräßigen Krankheitserreger.

# DiseasesExpanded.STRINGS.CURES.YUMMYSERUM.NAME
source: Yummy Serum
de: Leckersaft

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.DESCRIPTION
source: Alien microbes increase duplicant's skills. However, this feels unnatural and makes infected duplicant stressed out. The goo is perfectly adapted for space travels and it will rapidly grow wherever radiation is present.
de: Außerirdische Mikroben steigern die Fähigkeiten des Duplikanten. Dies fühlt sich jedoch unnatürlich an und stresst den infizierten Duplikanten. Der Schleim ist perfekt für Weltraumreisen geeignet und wächst überall dort schnell, wo Strahlung vorhanden ist.

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Enhances and stresses the duplicant.
de: Verbessert und stresst den Duplikanten.

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.EXPOSURE_INFO
source: Got exposed to Alien Goo
de: Kam in Kontakt mit Alienschleim

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.LEGEND_HOVERTEXT
source: Area affected by Alien Goo.
de: Von Alienschleim betroffenes Gebiet.

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.DESCRIPTION
source: Bog Bugs are lured by Bog Bucket sweet scent, but they can also feed on duplicants...
de: Sumpfwanzen werden durch den süßen Duft des Mooreimers angelockt, aber sie können sich auch von Duplikaten ernähren...

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Annoying bites of small Bog Bugs
de: Nervige Bisse von kleinen Sumpfwanzen

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.LEGEND_HOVERTEXT
source: Area can result in Bog Bugs bites
de: Gebiet kann Sumpfwanzenbisse verursachen

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.NAME
source: <link="BOGSICKNESS">Bog Bugs Infestation</link>
de: <link="BOGSICKNESS">Sumpfwanzenbefall</link>

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.POPFXTEXT
source: Bog Bug Bite!
de: Sumpfwanzenbiss!

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.DESCRIPTION
source: Little shards of frost cover duplicant's skin in a pretty patterns, reducing their resistance for temperature and diseases.
de: Kleine Frostsplitter bedecken die Haut des Duplikanten in einem hübschen Muster und verringern seine Widerstandsfähigkeit gegen Temperatur und Krankheiten.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Pretty, but pretty cold frost patterns on the skin.
de: Schöne, aber ganz schön kalte Frostmuster auf der Haut.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.LEGEND_HOVERTEXT
source: Area causes Frost Pox.
de: Gebiet verursacht Frostpocken.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.NAME
source: <link="FROSTSICKNESS">Frost Pox</link>
de: <link="FROSTSICKNESS">Frostpocken</link>

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.DESCRIPTION
source: Whatever it is in the Gas Grass, it makes everything around fart...
de: Was auch immer in dem Gas Grass ist, es lässt alles um sich herum furzen...

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Makes duplicant fart like a mad Moo.
de: Lässt den Duplikanten wie eine wilde Kuh furzen.

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.LEGEND_HOVERTEXT
source: Area causes Moo Flu.
de: Gebiet verursacht Muhgrippe.

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.NAME
source: <link="GASSICKNESS">Moo Flu</link>
de: <link="GASSICKNESS">Muhgrippe</link>

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.DESCRIPTION
source: The hunger of the ravenous plants seems to be infectious...
de: Der Hunger der gefräßigen Pflanzen scheint ansteckend zu sein...

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Makes duplicant hungry all the time.
de: Macht den Duplikanten permanent hungrig.

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.LEGEND_HOVERTEXT
source: Area causes Everlasting Hunger.
de: Gebiet verursacht immerwährenden Hunger.

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.NAME
source: <link="HUNGERSICKNESS">Everlasting Hunger</link>
de: <link="HUNGERSICKNESS">Immerwährender Hunger</link>

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.DESCRIPTION
source: Virus causing the disease is very unstable and often mutates. Results may be different each time.
de: Das Virus, das die Krankheit verursacht, ist sehr instabil und mutiert häufig. Die Infektionen können jedes Mal anders ausfallen.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.EXPOSURE_INFO
source: Got infected by Mutating Virus.
de: Wurde mit instabilem Virus infiziert.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.LEGEND_HOVERTEXT
source: Area affected by Mutating Disease.
de: Von der mutierenden Krankheit betroffenes Gebiet.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.NAME
source: <link="MUTATINGSICKNESS">Mutating Disease</link>
de: <link="MUTATINGSICKNESS">Mutierende Krankheit</link>

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.POPFXTEXT
source: Painful cough!
de: Schmerzhafter Husten!

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.DESCRIPTION
source: The tale says one duplicant slept 100 cycles after hurting herself on the Spindle, but it is possible she just faked it not to clean the toilets...
de: Das Märchen erzählt, dass eine Duplikantin 100 Zyklen schlief, nachdem sie sich an der Spindel verletzt hatte, aber es ist möglich, dass sie es nur vortäuschte, um die Toiletten nicht zu reinigen...

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.DESCRIPTIVE_SYMPTOMS
source: Periodically causes duplicant to fall asleep in random places.
de: Lässt Duplikant periodisch an zufälligen Orten einschlafen.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.EXPOSURE_INFO
source: Got hurt by the Spindle of a Grubfruit. As a result, this duplicant will fall asleep in random places. Improve Farming skill or wear protective equipment to prevent future infections. Use Espresso Machine to prevent Narcoleptic Naps.
de: Hat sich an der Spindel einer Wühlfrucht gestochen. Infolgedessen schläft dieser Duplikant an zufälligen Orten ein. Verbessere deine Farming-Fähigkeiten oder trage Schutzausrüstung, um zukünftige Infektionen zu verhindern. Benutze die Espressomaschine, um narkoleptische Nickerchen zu verhindern.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.LEGEND_HOVERTEXT
source: Area affected by Sleeping Curse.
de: Vom Schlaffluch betroffenes Gebiet.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.NAME
source: <link="SPINDLYCURSE">Sleeping Curse</link>
de: <link="SPINDLYCURSE">Schlaffluch</link>

# DiseasesExpanded.STRINGS.EFFECTS.ALIENASSIMILATION.DESC
source: Alien Symbiot completed assimilation and no longer provides benefits to the host.
de: Der Aliensymbiot hat die Assimilation abgeschlossen und bietet dem Wirt keine Vorteile mehr.

# DiseasesExpanded.STRINGS.EFFECTS.ALIENASSIMILATION.NAME
source: Assimilation Successful
de: Assimilierung erfolgreich

# DiseasesExpanded.STRINGS.EFFECTS.ALIENRECOVERY.DESC
source: This duplicant was cured from Alien Symbiot.
de: Dieser Duplikant wurde vom Aliensymbiot geheilt.

# DiseasesExpanded.STRINGS.EFFECTS.ALIENRECOVERY.NAME
source: Alien Symbiot Recovery
de: Aliensymbiot-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.BOGRECOVERY.DESC
source: This duplicant just recovered from Bog Bugs Infestation.
de: Dieses Duplikat hat sich gerade von einem Sumpfwanzenbefall erholt.

# DiseasesExpanded.STRINGS.EFFECTS.BOGRECOVERY.NAME
source: Bog Bugs Infestation Recovery
de: Sumpfwanzenbefall-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.FROSTRECOVERY.DESC
source: This duplicant just recovered from Frost Pox.
de: Dieser Duplikant hat sich grade von Frostpocken erholt.

# DiseasesExpanded.STRINGS.EFFECTS.FROSTRECOVERY.NAME
source: Frost Pox Recovery
de: Frostpocken-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.GASRECOVERY.DESC
source: This duplicant just recovered from Moo Flu.
de: Dieser Duplicant hat sich grade von Muhgrippe erholt.

# DiseasesExpanded.STRINGS.EFFECTS.GASRECOVERY.NAME
source: Moo Flu Recovery
de: Muhgrippe-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.HUNGERRECOVERY.DESC
source: This duplicant just recovered from Everlasting Hunger.
de: Dieser Duplicant hat sich grade von immerwährendem Hunger erholt.

# DiseasesExpanded.STRINGS.EFFECTS.HUNGERRECOVERY.NAME
source: Everlasting Hunger Recovery
de: Immerwährender Hunger-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.JUSTGOTTESTED.DESC
source: This Duplicant just delivered germ sample for futher testing.
de: Dieser Duplikant hat soeben eine Keimprobe zur weiteren Prüfung abgegeben.

# DiseasesExpanded.STRINGS.EFFECTS.JUSTGOTTESTED.NAME
source: Just Got Tested
de: Frisch getestet

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDRECOVERY.DESC
source: This duplicant just recovered from Mutating Disease.
de: Dieser Duplicant hat sich grade von der mutierenden Krankheit erholt.

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDRECOVERY.NAME
source: Mutating Disease Recovery
de: Erholung von der mutierenden Krankheit

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDSYMPTOMS.DESC
source: This duplicant is suffering from various symptoms of mutating disease.
de: Dieses Duplikat leidet an verschiedenen Symptomen der mutierenden Krankheit.

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDSYMPTOMS.NAME
source: Mutating Disease Symptoms
de: Mutierende Krankheit-Symptome

# DiseasesExpanded.STRINGS.EFFECTS.NANOBOTENHANCEMENT.DESC
source: This Duplicant is getting health boost from friendly Nanobot enhancement.
de: Dieser Duplikant erhält einen Gesundheitsschub durch eine freundliche Nanobot-Verbesserung.

# DiseasesExpanded.STRINGS.EFFECTS.NANOBOTENHANCEMENT.NAME
source: Nanobot Enhancement
de: Nano-Roboter-Verbesserung

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYRECOVERY.DESC
source: This duplicant just recovered from Sleeping Curse.
de: Dieser Duplicant hat sich grade vom Schlaffluch erholt.

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYRECOVERY.NAME
source: Sleeping Curse Recovery
de: Schlaffluch-Erholung

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYTHORNS.DESC
source: This Plant developed protective thorns, similar to Grub Fruit spindles. Touching it may cause Sleeping Curse...
de: Diese Pflanze hat schützende Stacheln entwickelt, die den Spindeln der Wühlfrucht ähneln. Eine Berührung könnte den Schlaffluch auslösen...

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYTHORNS.NAME
source: Spindly Thorns
de: Spindeldornen

# DiseasesExpanded.STRINGS.GERMFLASK.DESC
source: Contains gathered {0} germs.
de: Enthält gesammelte {0}-Keime.

# DiseasesExpanded.STRINGS.GERMFLASK.DESC_NOGERM
source: Contains gathered {0}.
de: Enthält eine Ansammlung von {0}.

# DiseasesExpanded.STRINGS.GERMFLASK.NAME
source: {0} Flask
de: {0}-Ampulle

# DiseasesExpanded.STRINGS.GERMFLASKSAMPLE.DESC
source: Used to gather germ sample from infected duplicant into a flask for futher testing.
de: Dient zur Gewinnung einer Keimprobe von einem infizierten Duplikanten in einer Ampulle für weitere Tests.

# DiseasesExpanded.STRINGS.GERMFLASKSAMPLE.NAME
source: Test Sample Flask
de: Probenampulle

# DiseasesExpanded.STRINGS.GERMS.ALIENGERMS.LEGEND_HOVERTEXT
source: Alien Goo present
de: Alienschleim präsent.

# DiseasesExpanded.STRINGS.GERMS.ALIENGERMS.NAME
source: <link="ALIENGERMS">Alien Goo</link>
de: <link="ALIENGERMS">Alienschleim</link>

# DiseasesExpanded.STRINGS.GERMS.BOGINSECTS.LEGEND_HOVERTEXT
source: Bog Bugs present.
de: Sumpfwanzen präsent.

# DiseasesExpanded.STRINGS.GERMS.BOGINSECTS.NAME
source: <link="BOGINSECTS">Bog Bugs</link>
de: <link="BOGINSECTS">Sumpfwanzen</link>

# DiseasesExpanded.STRINGS.GERMS.FROSTHARDS.LEGEND_HOVERTEXT
source: Frost Shards present.
de: Frostsplitter präsent.

# DiseasesExpanded.STRINGS.GERMS.FROSTHARDS.NAME
source: <link="FROSTHARDS">Frost Shards</link>
de: <link="FROSTHARDS">Frostsplitter</link>

# DiseasesExpanded.STRINGS.GERMS.GASSYGERMS.LEGEND_HOVERTEXT
source: GassyGerms present
de: Blähkeime present

# DiseasesExpanded.STRINGS.GERMS.GASSYGERMS.NAME
source: <link="GASSYGERMS">Gassy Germs</link>
de: <link="GASSYGERMS">Blähkeime</link>

# DiseasesExpanded.STRINGS.GERMS.HUNGERGERMS.LEGEND_HOVERTEXT
source: Hungerms present
de: Hungerkeime present

# DiseasesExpanded.STRINGS.GERMS.HUNGERGERMS.NAME
source: <link="HUNGERGERMS">Hungerms</link>
de: <link="HUNGERGERMS">Hungerkeime</link>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.DESCRIPTION
source: Medical Nanobots are engineeded with sole purpose of fighting malicious germs and improving duplicants' health.
de: Medizinische Nanoroboter sind mit dem alleinigen Ziel entwickelt, bösartige Keime zu bekämpfen und die Gesundheit der Duplikanten zu verbessern.

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.LEGEND_HEADER
source: Included features:
de: Enthaltene Features:

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.LEGEND_HOVERTEXT
source: Medical Nanobots present
de: Medizinische Nanoroboter present

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.NAME
source: <link="MEDICALNANOBOTS">Medical Nanobots</link>
de: <link="MEDICALNANOBOTS">Medizinische Nanoroboter</link>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.RADIATION_HELP_PATTERN
source: Radiation Kill Rate: {0}
de: Strahlungstötungsrate: {0}

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.TEMPERATURE_HELP_PATTERN
source: Optimal Temperature: {0} to {1}
de: Optimale Temperatur: {0} bis {1}

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.UPGRADE_HELP_PATTERN
source: Use {0} to develop nanobots.
de: Benutze {0}, um Nanoroboter zu entwickeln.

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.VERION_EFFICIENCY_PATTERN
source: Efficiency: Attributes: <color=#00FF00>{0}</color>, Breathing: <color=#00FF00>{1}</color>, Calories: <color=#00FF00>{2}</color> - Healing: <color=#00FF00>{3}</color>, Energy: <color=#00FF00>{4}</color>, Stress reduction: <color=#00FF00>{5}</color>
de: Wirkungsgrad: Attribute: <color=#00FF00>{0}</color>, Atmung: <color=#00FF00>{1}</color>, Kalorien: <color=#00FF00>{2}</color> - Heilung: <color=#00FF00>{3}</color>, Energie: <color=#00FF00>{4}</color>, Stressabbau: <color=#00FF00>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.VERSION_RESILIANCE_PATTERN
source: Resiliance: Germ Resistance: <color=#00FF00>{0}</color>, Duration: <color=#00FF00>{1}</color>, Perpetum Mobile: <color=#00FF00>{2}</color> - Exposure Threshold: <color=#00FF00>{3}</color>, Radiation: <color=#00FF00>{4}</color>, Temperature: <color=#00FF00>{5}</color>
de: Widerstandsfähigkeit: Keimresistenz: <color=#00FF00>{0}</color>, Dauer: <color=#00FF00>{1}</color>, Perpetum Mobile: <color=#00FF00>{2}</color> - Expositionsschwelle: <color=#00FF00>{3}</color>, Strahlung: <color=#00FF00>{4}</color>, Temperatur: <color=#00FF00>{5}</color>
