Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/RoomsExpanded/Translations/*.po
Languages: ru

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Ranching building or Farm Station
ru: Требуется как минимум одна Строение для животноводства или Фермерская станция

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: <link="BUILDCATEGORYREQUIREMENTCLASSRANCHSTATIONTYPE">Ranching building</link> or <link="FARMSTATION">Farm Station</link>
ru: <link="BUILDCATEGORYREQUIREMENTCLASSRANCHSTATIONTYPE">Строение для животноводства</link> или <link="FARMSTATION">Фермерская станция</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.DESCRIPTION
source: One Cott or Luxury Bed.
ru: Одна койка или роскошная кровать

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.NAME
source: Any <link="BUILDCATEGORYREQUIREMENTCLASSBEDTYPE">beds</link>
ru: Любая <link="BUILDCATEGORYREQUIREMENTCLASSBEDTYPE">кровать</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.DESCRIPTION
source: At least {0} unique Artifacts.
ru: Как минимум {0} уникальных артефактов.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ARTIIFACTS.NAME
source: {0} Unique Artifacts
ru: {0} уникальных артефактов

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
ru: Как минимум один Микробный преобразователь, Электрогриль или Газовая плита

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
ru: Микробный преобразователь или Кухонная станция

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECOR_OR_WATER_FORT.DESCRIPTION
source: Water Fort or a Decor item.
ru: Требуется как минимум одна водяная крепость или предмет декора.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECOR_OR_WATER_FORT.NAME
source: Aquarium Decoration
ru: Водяная крепость или предмет декора

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
ru: Минимум {0} декоративных растений различных видов.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} different Decorative Plants
ru: {0} Разных декоративных растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
ru: Минимум {0} рыб разных видов.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
ru: {0} различных рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
ru: Минимум одна Кормушка для рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: <link="FISHFEEDER">Fish Feeder</link>
ru: <link="FISHFEEDER">Кормушка для рыб</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
ru: Минимум один пункт доставки рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: <link="FISHDELIVERYPOINT">Fish Release</link>
ru: <link="FISHDELIVERYPOINT">Пункт доставки рыб</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
ru: Минимум один Цветочный, Настенный, Подвесной или Аэрогоршок

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
ru: Горшок любого вида

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.DESCRIPTION
source: At least {0} Fossils.
ru: Как минимум {0} ископаемых.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FOSSILS.NAME
source: {0} Fossils
ru: {0} ископаемых

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
ru: Минимум один холодильник

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: <link="REFRIGERATOR">Refrigerator</link>
ru: <link="REFRIGERATOR">Холодильник</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.DESCRIPTION
source: The room must contain Genetic Analysis Station.
ru: Требуется как минимум один Ботанический анализатор.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GENETICSTATION.NAME
source: <link="GENETICANALYSISSTATION">Genetic Analysis Station</link>
ru: <link="GENETICANALYSISSTATION">Ботанический анализатор</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
ru: Минимум один Изящный мемориал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: <link="GRAVE">Tasteful Memorial</link>
ru: <link="GRAVE">Изящный мемориал</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
ru: Минимум одна Промышленная постройка.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: <link="BUILDCATEGORYREQUIREMENTCLASSINDUSTRIALMACHINERY">Industrial Machinery</link>
ru: <link="BUILDCATEGORYREQUIREMENTCLASSINDUSTRIALMACHINERY">Промышленная постройка</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
ru: Минимум один Ручной генератор

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: <link="MANUALGENERATOR">Manual Generator</link>
ru: <link="MANUALGENERATOR">Ручной генератор</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
ru: Минимум шедевров: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
ru: {0} Шедевров

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.DESCRIPTION
source: All plants must be domesticated.
ru: Все растения должны быть одомашнены.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.NAME
source: No wild plants
ru: Нет диких растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
ru: Условия в помещении должны позволять всем растениям цвести.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
ru: Без увядающих растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.DESCRIPTION
source: The room cannot have more than one shower, sink or toilet.
ru: В комнате должно быть не больше одного душа, раковины или туалета.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.NAME
source: No more than one bathroom set
ru: Не более одного набора строений для ванной

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.DESCRIPTION
source: The room cannot have more than one bed.
ru: В комнате должно быть не больше одной кровати.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.NAME
source: No more than one <link="BUILDCATEGORYREQUIREMENTCLASSBEDTYPE">bed</link>
ru: Не более одной <link="BUILDCATEGORYREQUIREMENTCLASSBEDTYPE">кровати</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
ru: Минимум картин различных видов: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
ru: Разных картин: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
ru: Минимум один пьедестал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: <link="ITEMPEDESTAL">Pedestal</link>
ru: <link="ITEMPEDESTAL">Пьедестал</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
ru: Минимум растений любых видов: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
ru: {0} Растения

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
ru: Минимум один Ящик для растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: <link="PLANTERBOX">Planter Box</link>
ru: <link="PLANTERBOX">Ящик для растений</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.DESCRIPTION
source: At least one source of radiation.
ru: Как минимум один источник радиации.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.RADIATIONSOURCE.NAME
source: <link="RADIATION">Radiation Source</link>
ru: <link="RADIATION">Источник радиации</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
ru: Минимум скульптур разных типов: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
ru: Скульптур разных типов: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Non-Decorative Plants of different types.
ru: Минимум недекоративных растений различных видов: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Non-Decorative Plants
ru: Различных недекоративных растений: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
ru: Минимум один душ

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: <link="SHOWER">Shower</link>
ru: <link="SHOWER">Душ</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SPACE_BUILDING.DESCRIPTION
source: Contains Mission Control Station.
ru: Требуется минимум одна станция управления миссией.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SPACE_BUILDING.NAME
source: <link="MISSIONCONTROLCLUSTER">Pilot Support Building</link>
ru: <link="MISSIONCONTROLCLUSTER">Станция управления миссией</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
ru: Минимум плавающих животных: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
ru: Плавающих животных: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.TRANSPARENT_CEILING.DESCRIPTION
source: Top tiles of the room are transparent.
ru: Потолок комнаты должен быть прозрачным.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.TRANSPARENT_CEILING.NAME
source: <link="TRANSPARENT">Transparent Ceiling</link>
ru: <link="TRANSPARENT">Прозрачный потолок</link>

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
ru: Минимум один Кулер

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: <link="WATERCOOLER">Water Cooler</link>
ru: <link="WATERCOOLER">Кулер</link>

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.DESCRIPTION
source: This Duplicant feels cold claws of Death crawling up their spine.
ru: Дубликант почувствовал, как холодные когти Смерти скребут по его позвоночнику.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.NAME
source: Graveyard Dread
ru: Кладбищенский ужас

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.DESCRIPTION
source: This Duplicant has accepted their inevitable fate and is ready to embrace it.
ru: Дубликант смирился с неизбежностью судьбы и готов ее принять.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.NAME
source: Graveyard Serenity
ru: Кладбищенское умиротворение

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Luxury Private Bedroom.
ru: Дубликант поспал в своей роскошной отдельной спальне.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.NAME
source: Luxury Private Bedroom
ru: Роскошная отдельная спальня

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.DESCRIPTION
source: Visited Art Museum
ru: Посетил музей искусств

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.NAME
source: Art Museum
ru: Музей искусств

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.DESCRIPTION
source: Visited History Museum
ru: Посетил музей истории

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMHISTORY.NAME
source: History Museum
ru: Музей истории

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.DESCRIPTION
source: Visited Space Museum
ru: Посетил музей космонавтики

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUMSPACE.NAME
source: Space Museum
ru: Музей космонавтики

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.DESCRIPTION
source: This Duplicant visited their Private Bathroom.
ru: Дубликант посетил личную ванную.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.NAME
source: Private Bathroom
ru: Личная ванная

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Private Bedroom.
ru: Дубликант поспал в своей отдельной спальне.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.NAME
source: Private Bedroom
ru: Отдельная спальня

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Ranching building
ru: - Позволяет использовать Фермерскую станцию и Строения для животноводства

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
ru: Сельскохозяйственное помещение

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
ru: Пространство, где животные и растения могут жить вместе в гармонии.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish: +{0} of range and value.
ru: - Бонусный декор за обитающих рыб: +{0} к радиусу и значению.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.NAME
source: Aquarium
ru: Аквариум

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
ru: Правильно подобранное окружение делает существ намного привлекательнее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
ru: - Бонус к морали

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
ru: Ботанический сад

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
ru: Безмятежная гармония экзотических растений поражает всех, кто входит в Ботанический сад.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - Stress: +10% or -10% for {0} cycle
ru: - Стресс: +10% или -10% на {0} цикла

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
ru: Кладбище

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
ru: Осознание того, что они всё ещё живы, делает дубликантов счастливее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase by {0}
ru: - Ускоренное повышение Физической формы на {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
ru: Тренажёрный зал

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
ru: Профессиональный Тренажёрный зал позволяет дубликантам упражняться эффективнее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
ru: - (без дополнительных эффектов)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
ru: Машинный зал

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
ru: В этой комнате находятся шумные, покрытые маслом механизмы.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.EFFECT
source: - More food produced: +{0}
ru: - Производится больше еды: +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.NAME
source: Kitchenette
ru: Мини-кухня

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHENETTE.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchenette.
ru: Похоже, никто не осмеливается красть еду с кухни шеф-повара.

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Research faster by {0}
ru: - Ускоряет исследования на {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
ru: Лаборатория

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
ru: Проведение исследований в специально отведенном помещении оказывается более эффективным.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.EFFECT
source: - Provides support for Pilots
ru: - Обеспечивает поддержку пилотам

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.NAME
source: Pilot Help Center
ru: Центр управления полётами

# RoomsExpanded.STRINGS.ROOMS.TYPES.MISSIONCONTROL.TOOLTIP
source: So many duplicants work together just to get a new mug.
ru: Так много дубликантов работают сообща, чтобы получить новую кружку.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: • <style="KKeyword">Morale</style>: +{0} of duplicant's Creativity skill as morale (up to +10)
ru: • <style="KKeyword">Моральный дух</style>: +{0} от Творчества дубликанта (максимум +10)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.NAME
source: Art Museum
ru: Музей искусств

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
ru: Это было складом, пока Мип не перепутал мусор на пьедестале с произведением искусства.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.EFFECT
source: • <style="KKeyword">Morale</style>: +{0} of duplicant's Science skill as morale (up to +10)
ru: • <style="KKeyword">Моральный дух</style>: +{0} от Науки дубликанта (максимум +10)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.NAME
source: History Museum
ru: Музей истории

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMHISTORY.TOOLTIP
source: There used to be only rocks before somebody found bones in one of them.
ru: Раньше здесь были только камни, пока в одном из них не нашли кости.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.EFFECT
source: • <style="KKeyword">Morale</style>: + {0} of duplicant's Piloting skill as morale (up to +10) After "Cosmic Archaeology" completion: additional +1 for each unique artifact (up to +5) additional +1 for each 2 more unique artifacts (up to +5) additional +1 for each 3 more unique artifacts (up to +5)
ru: • <style="KKeyword">Моральный дух</style>: +{0} от Пилотирования дубликанта (максимум +10) После выполнения "Космическая археология": • дополнительно +1 за каждый уникальный артефакт (максимум +5) • дополнительно +1 за каждые 2 уникальных артефакта (максимум +5) • дополнительно +1 за каждые 3 уникальных артефакта (максимум +5)

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.NAME
source: Space Museum
ru: Музей космонавтики

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUMSPACE.TOOLTIP
source: Perfect for storing Ancient Knowledge on the pedestals.
ru: Идеально подходит для хранения Древних Знаний на пьедесталах.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds: {0}
ru: - Шанс получить дополнительные семена: {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
ru: Питомник растений

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
ru: Комфортные условия способствуют росту растений.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.EFFECT
source: - Increased chance for seed dropping or genetic mutation: +{0}
ru: - Повышенный шанс выпадения семян или генетической мутации: +{0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.NAME
source: Genetic Nursery
ru: Генетическая теплица

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERYGENETIC.TOOLTIP
source: Specialized laboratories improve harvests.
ru: Специализированные лаборатории позволяют повысить урожайность растений.

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.EFFECT
source: • <style="KKeyword">Morale</style>: +2 when using basic bed +3 when using luxury bed
ru: • <style="KKeyword">Моральный дух</style>: +2 если обычная кровать +3 если роскошная кровать

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.NAME
source: Private Bedroom
ru: Отдельная спальня

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.TOOLTIP
source: For duplicants who want to have some privacy.
ru: Для дубликатов, которые хотят немного уединения.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time by {0}
ru: - Сокращает время для принятие душа на {0}

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
ru: Душевая

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
ru: Просто войдя в такую замечательную душевую, дубликанты уже чувствуют себя чище.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
ru: Dr_Jekyll + RealWiseSerpent
