Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/ResearchRequirements/Translations/Research requirements pt_BR translation.po
Languages: pt_br

# ResearchRequirements.STRINGS.REQUIREMENTS.ACOUSTICS
source: Have one Snoring of Farting Duplicant: {0}
pt_br: Tenha um duplicante flatulento ou que ronca: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ADVANCED_POWER_REGULATION
source: Have non-manual Generators: {0}
pt_br: Tenha geradores que não sejam manuais {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ADVANCED_RESEARCH
source: Research technologies: {0}
pt_br: Pesquisar tecnologias: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ADVANCED_SCANNERS
source: Scan deep space hexes (at least 3 tiles away from your asteroids): {0}
pt_br: Escaneie hexágonos do espaço (com pelo menos três blocos de distância dos seus asteroides: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.AGRICULTURE
source: Have Duplicants with "Crop Tending" skill: {0}
pt_br: Tenha duplicantes com a habilidade "Cuidado de Plantas": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ANIMAL_CONTROL
source: Domesticate Critters: {0}
pt_br: Criaturas Domesticadas: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ARTIFICIAL_FRIENDS
source: Have Duplicant with "Improved Tinkering I" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Manuseio Melhorado": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ARTISTRY
source: Have Duplicant with "Art Fundamentals" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Fundamentos da Arte": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.BASIC_REFINEMENT
source: Have Duplicant with "Hard Digging" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Escavação Dura": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.BASIC_ROCKETRY
source: Analyse planets: {0}
pt_br: Analise planetas: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.CATALYTICS
source: Store Carbon Dioxide: {0}
pt_br: Armazene Dióxido de Carbono: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.CLOTHING
source: Gather Fiber: {0}
pt_br: Reúna Fibras de Caniço: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.COMBUSTION
source: Daily Energy consumption: {0} kW
pt_br: Consumo diário de Energia: {0} kW

# ResearchRequirements.STRINGS.REQUIREMENTS.CRASH_PLAN
source: Build at least 1 bed different asteroids: {0}
pt_br: Construa pelo menos 1 cama em {0} asteroides diferentes

# ResearchRequirements.STRINGS.REQUIREMENTS.CRYO_FUEL_PROPULSION
source: Store Liquid Hydrogen {0}
pt_br: Armazene Hidrogênio Líquido: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.DIRECTED_AIR_STREAMS
source: Have your beds and toilets exposed to other gases than Oxygen: {0} %
pt_br: Tenha suas camas e banheiros expostos a outros gases além de Oxigênio: {0} %

# ResearchRequirements.STRINGS.REQUIREMENTS.DISTILLATION
source: Store Polluted Water: {0}
pt_br: Armazena Água Poluída: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.DUPE_TRAFFIC_CONTROL
source: Have Duplicant with "Astronomy" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Astronomia": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.DURABLE_LIFE_SUPPORT
source: Have Duplicants with "Rocket Piloting" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Pilotagem de Foguetes": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.ENVIRONMENTAL_APPRECIATION
source: Have Duplicant suffering from Sunburn: {0}
pt_br: Tenha Duplicantes sofrendo de Queimadura Solar: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.FARMING_TECH
source: Have Duplicant with "Improved Farming I" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Agricultura Melhorada": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.FINE_ART
source: Have Duplicants with "Aesthetic Design" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Design Estético": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.FINE_DINING
source: Have Duplicant with "Grilling" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Grelhar": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.FINER_DINING
source: Have Duplicant with high Cuisine attribute: {0}
pt_br: Tenha Duplicantes com alto atributo de Cozinhar: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.FLOW_REDIRECTION
source: Have Duplicant with high Athletics attribute: {0}
pt_br: Tenha Duplicantes com alto atributo de Atlético: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.GAS_DISTRIBUTION
source: Have Senior Pilot with Mouth Breather trait: {0}
pt_br: Tenha um Piloto de Foguetes II com o traço "Aspirador de Ar": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.GAS_PIPING
source: Daily Oxygen production: {0} kg
pt_br: Produção diária de Oxigênio : {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.GENERIC_SENSORS
source: Have Duplicant interested with Operating: {0}
pt_br: Tenha Duplicantes com interesse em Operar: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.GLASS_FURNISHINGS
source: Gather Glass: {0} kg
pt_br: Consiga Vidro: {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.HIGH_TEMP_FORGING
source: Gather Steel: {0} kg
pt_br: Consiga Aço: {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.HVAC
source: Gather Ice: {0} kg
pt_br: Consiga Gelo: {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.HYDROCARBON_PROPULSION
source: Store Liquid Oxygen: {0}
pt_br: Armazene Oxigênio Líquido: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.IMPROVED_COMBUSTION
source: Survive long enough: {0}
pt_br: Sobreviva por tempo suficiente: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.IMPROVED_GAS_PIPING
source: Have Duplicants suffering from Popped Ear Drums: {0} %
pt_br: Tenha Duplicantes sofrendo de Tímpanos Estourados: {0} %

# ResearchRequirements.STRINGS.REQUIREMENTS.IMPROVED_LIQUID_PIPING
source: Have Duplicant with "Plumbing" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Encanamento": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.IMPROVED_OXYGEN
source: Daily Oxygen consuption: {0} kg
pt_br: Consumo diário de Oxigênio: {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.INTERIOR_DECOR
source: Researchable only at night: {0}
pt_br: Pesquisável somente durante a noite: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.JETPACKS
source: Control Slicksters: {0}
pt_br: Tenha controle de Bichos do Óleo: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.JOBS
source: Obtain new Duplicants: {0}
pt_br: Obtenha novos Duplicantes: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.LIQUID_DISTRIBUTION
source: Have Senior Pilot with Small Bladder trait: {0}
pt_br: Tenha um Piloto de Foguetes II com o traço "Bexiga Diminuída": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.LIQUID_FILTERING
source: Store Salt Water and/or Brine: {0} liters
pt_br: Armazene Água Salgada e/ou Salmoura: {0} litros

# ResearchRequirements.STRINGS.REQUIREMENTS.LIQUID_PIPING
source: Have Duplicant interested with Tidying: {0}
pt_br: Tenha Duplicantes com interesse em Limpar: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.LIQUID_TEMPERATURE
source: Have Duplicant suffering from Hypothermia or Heat Stroke: {0}
pt_br: Tenha Duplicantes sofrendo de Hipotermia ou Insolação: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.LOGIC_CIRCUITS
source: Have Duplicant with "Field Research" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Pesquisa de Campo": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.LOGIC_CONTROL
source: Daily Energy wasted: {0} kW
pt_br: Energia diária desperdiçada: {0} kW

# ResearchRequirements.STRINGS.REQUIREMENTS.LUXURY
source: Gather Plastic: {0} kg
pt_br: Reúna Plástico: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.MEDICINE_I
source: Have Duplicant suffering from Allergies or Food Poisoning: {0}
pt_br: Tenha Duplicantes sofrendo de Alergia ou Infecção Alimentar: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.MEDICINE_II
source: Have Duplicant suffering from Slimeling: {0}
pt_br: Tenha Duplicantes sofrendo de Pulmão de Limo: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.MEDICINE_III
source: Have Duplicant with "Advanced Medical Care" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Cuidado Médio Avançado": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.MEDICINE_IV
source: Have Duplicant suffering from Zombie Sickness: {0}
pt_br: Tenha Duplicantes sofrendo de "Esporos Zumbi": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.MONUMENTS
source: Have Duplicants with 16 morale: {0}
pt_br: Tenha Duplicantes com 16 de moral: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.NO_REQUIREMENT
source: (no additional requirement)
pt_br: (Nenhum requisito adicional)

# ResearchRequirements.STRINGS.REQUIREMENTS.NUCLEAR_REFINEMENT
source: Have Duplicants with Hazmat Digging skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Escavação Perigosa": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.NUCLEAR_RESEARCH
source: Research 45 technologies: {0}
pt_br: Pesquise 45 tecnologias: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.PARALLEL_AUTOMATION
source: Build Research Centers: {0}
pt_br: Construa Estações de pesquisa: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.PLASTICS
source: Store Crude Oil: {0} liters
pt_br: Armazene Petróleo Bruto: {0} litros

# ResearchRequirements.STRINGS.REQUIREMENTS.PORTABLE_GASES
source: Have Duplicants suffering from Yucky Lungs: {0}
pt_br: Tenha Duplicantes sofrendo de Pulmões gosmentos: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.POWER_REGULATION
source: Build Batteries: {0}
pt_br: Construa Baterias: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.PRECISION_PLUMBING
source: Researchable only during two earliest hours: {0}
pt_br: Pesquisável somente nas duas primeiras horas do dia: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.PRETTY_GOOD_CONDUCTORS
source: Have non-manual Generators: {0}
pt_br: Tenha geradores que não sejam manuais: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.RADIATION_PROTECTION
source: Have Duplicant suffering from Radiation Sickness: {0}
pt_br: Tenha duplicantes sofrendo de Doença por Radiação: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.RANCHING
source: Have Duplicant with "Critter Ranching" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Pecuária I": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.REFINED_OBJECTS
source: Build Ladders: {0}
pt_br: Construa escadas: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.REFRACTIVE_DECOR
source: Have Duplicants with "Masterworks" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Obras de Arte": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.RENAISSANCE_ART
source: Have Duplicant with high Creativity attribute: {0}
pt_br: Tenha Duplicantes com alto atributo de Criatividade: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.RENEWABLE_ENERGY
source: Store Steam: {0}
pt_br: Armazene Vapor: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.REQUIREMENT_IGNORED
source: (requirement ignored)
pt_br: (Requisito ignorado)

# ResearchRequirements.STRINGS.REQUIREMENTS.RESEARCH_PREVIOUS
source: ! Research previous technologies !
pt_br: ! Pesquise tecnologias anteriores !

# ResearchRequirements.STRINGS.REQUIREMENTS.ROBOTIC_TOOLS
source: Have Duplicants with "Super-Duperhard Digging" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Escavação Superultradura": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SANITATION_SCIENCES
source: Spawn Morbs: {0}
pt_br: Faça Morbs surgirem: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SKY_DETECTORS
source: Complete "Home Sweet Home" quest: {0}
pt_br: Complete a conquista "Lar Doce Lar": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SMART_STORAGE
source: Have Duplicant with "Improved Carrying II" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Carregamento Melhorado II": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SMELTING
source: Gather Refined Metals: {0} kg
pt_br: Reúna metais refinados: {0} kg

# ResearchRequirements.STRINGS.REQUIREMENTS.SOLID_DISTRIBUTION
source: Have Senior Pilot with Bottomless Stomach trait: {0}
pt_br: Tenha um Piloto de Foguetes II com o traço "Estômago sem fundo": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SOLID_TRANSPORT
source: Have Duplicant with high Strenght attribute: {0}
pt_br: Tenha Duplicantes com alto atributo de Força: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SPACE_POWER
source: Have Senior Pilot with Nyctophobic trait: {0}
pt_br: Tenha um Piloto de Foguetes II com o traço Nictofobia: {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SPACE_PROGRAM
source: Have Duplicant with "Rocket Piloting" skill: {0}
pt_br: Tenha Duplicantes com a habilidade de "Pilotagem de Foguetes": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.SUITS
source: Have Duplicants with "Exosuit Training" skill: {0}
pt_br: Tenha Duplicantes com a habilidade "Treinamento em Exotrajes": {0}

# ResearchRequirements.STRINGS.REQUIREMENTS.TEMPERATURE_MODULATION
source: Have Duplicants suffering from Chilly Surroundings: {0} %
pt_br: Tenha Duplicantes sofrendo de Ambiente Frio: {0} %

# ResearchRequirements.STRINGS.REQUIREMENTS.TRAVEL_TUBES
source: Daily time spent traveling: {0} %
pt_br: Tempo de viagem diário: {0} %

# ResearchRequirements.STRINGS.REQUIREMENTS.VALVE_MINIATURIZATION
source: Store Petroleum: {0} liters
pt_br: Armazene Petróleo: {0} litros
