Repository: pether-pg/ONI_Mods_byPether
Catalog: RoomsExpanded/Translations/*.po
Languages: vi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Grooming Station or Farm Station
vi: Cần xây 1 trạm trồng trọt hoặc trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: Grooming or Farm Station
vi: Trạm trồng trọt hoặc trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.DESCRIPTION
source: One Cott or Luxury Bed.
vi: Có 1 giường thường hoặc giường xịn.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ANYBED.NAME
source: Any bed
vi: Loại giường tuỳ ý

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
vi: Ít nhất một máy xay, bếp điện hoặc lò nướng gas.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
vi: Bếp (hoặc lò nướng)

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
vi: Ít nhất {0} cây trang trí khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} different Decorative Plants
vi: {0} cây trang trí khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
vi: Ít nhất {0} loài cá khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
vi: {0} loài cá khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
vi: Có ít nhất một máng thức ăn cho cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: Fish Feeder
vi: Máng thức ăn cho cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
vi: Có ít nhất một điểm thả cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: Fish Release
vi: Điểm thả cá

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
vi: Ít nhất một chậu hoa, chậu hoa gắn tường, chậu hoa treo hoặc bình thuỷ tinh treo.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
vi: Có chậu hoa tuỳ loại

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
vi: Cần ít nhất 1 chiếc tủ lạnh.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: Refrigerator
vi: Tủ lạnh

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
vi: Có ít nhất 1 bia tưởng niệm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: Tasteful Memorial
vi: Bia tưởng niệm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
vi: Cần tối thiểu 1 loại máy móc công nghiệp

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: Industrial Machinery
vi: Máy móc công nghiệp

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
vi: Có ít nhất 1 máy phát điện thủ công

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: Manual Generator
vi: Máy phát điện thủ công

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
vi: Ít nhất {0} một tác phẩm đạt mức kiệt tác.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
vi: {0} kiệt tác

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.DESCRIPTION
source: All plants must be domesticated.
vi: Tất cả cây phải trồng trong chậu.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILDPLANTS.NAME
source: No wild plants
vi: Không có cây hoang dã

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
vi: Phòng cần đáp ứng đủ điều kiện để cây phát triển tốt.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
vi: Không có cây héo

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.DESCRIPTION
source: The room cannot have more than one shower, sink or toilet.
vi: Phòng có tối đa 1 phòng tắm, bồn rửa tay hoặc nhà vệ sinh.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBATHROOMSET.NAME
source: No more than one bathroom set.
vi: Có tối đa 1 phòng tắm.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.DESCRIPTION
source: The room cannot have more than one bed.
vi: Phòng có tối đa 1 giường.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.ONLYONEBED.NAME
source: No more than one bed.
vi: Có tối đa 1 giường.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
vi: Có ít nhất {0} bức tranh khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
vi: {0} bức tranh khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
vi: Có ít nhất 1 bệ trưng bày

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: Pedestal
vi: Bệ trưng bày

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
vi: Ít nhất {0} loại cây.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
vi: {0} cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
vi: Có ít nhất 1 chậu cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: Planter Box
vi: Chậu cây

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
vi: Có ít nhất {0} tác phẩm điêu khắc các loại.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
vi: {0} tác phẩm điêu khắc khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Plants growing seeds of different types.
vi: Có ít nhất {0} loại cây trồng khác nhau.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Seed Plants
vi: {0} cây trồng khác nhau

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
vi: Có ít nhất một phòng tắm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: Shower
vi: Phòng tắm

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
vi: Có tối thiểu {0} con vật biết bơi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
vi: {0} con vật biết bơi

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
vi: Có ít nhất một bình nước

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: Water Cooler
vi: Bình nước

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.DESCRIPTION
source: This Duplicant feels cold claws of Death crawling up their spine.
vi: Chỗ này đáng sợ quá.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_BAD.NAME
source: Graveyard Dread
vi: Nghĩa địa u tối

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.DESCRIPTION
source: This Duplicant has accepted their inevitable fate and is ready to embrace it.
vi: Đệ sẵn sàng đón nhận số phận.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.GRAVE_GOOD.NAME
source: Graveyard Serenity
vi: Nghĩa địa yên bình

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Luxury Private Bedroom.
vi: Đệ đã ngủ trong phòng ngủ cá nhân sang chảnh.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.LUXURYPRIVATEROOM.NAME
source: Luxury Private Bedroom
vi: Phòng ngủ cá nhân sang chảnh

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.DESCRIPTION
source: Visited Museum
vi: Đã tham quan bảo tàng

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.MUSEUM.NAME
source: Museum
vi: Viện bảo tàng

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.DESCRIPTION
source: This Duplicant visited their Private Bathroom.
vi: Đệ đã dùng phòng tắm cá nhân.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEBATHROOM.NAME
source: Private Bathroom
vi: Phòng tắm cá nhân

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.DESCRIPTION
source: This Duplicant slept in their Private Bedroom.
vi: Đệ đã ngủ trong phòng ngủ cá nhân.

# RoomsExpanded.STRINGS.ROOMS.EFFECTS.PRIVATEROOM.NAME
source: Private Bedroom
vi: Phòng ngủ cá nhân

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Grooming Stations
vi: - Kích hoạt trạm trồng trọt và trạm chăn nuôi

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
vi: Phòng nông nghiệp

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
vi: Nơi tất cả các loài động thực vật có thể chung sống hòa thuận với nhau.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish
vi: - Nuôi cá cảnh, tăng trang trí

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.NAME
source: Aquarium
vi: Thuỷ cung

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
vi: Cá cảnh phải đẹp hơn cá thường chớ.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
vi: - Tăng điểm tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
vi: Công viên bách thảo

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
vi: Nơi các loài động thực vật sinh sống bình yên.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - (no additional effect)
vi: - (không có hiệu ứng gì)

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
vi: Nghĩa trang

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
vi: Làm bọn đệ vui mừng vì vẫn còn sống.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase
vi: - Tăng nhanh điểm điền kinh

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
vi: Phòng tập GYM

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
vi: Phòng tập GYM chuyên nghiệp giúp đệ nhanh tăng tốc chạy hơn.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
vi: - (không có hiệu ứng gì)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
vi: Khu công nghiệp

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
vi: Nơi nhiều máy móc hoạt động.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.EFFECT
source: - More food produced
vi: - Nấu được nhiều thức ăn hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.NAME
source: Kitchen
vi: Nhà bếp

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchen.
vi: Không ai dám ăn vụng.

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Faster research
vi: - Nghiên cứu nhanh hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
vi: Phòng thí nghiệm

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
vi: Tăng tốc độ nghiên cứu.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: - Morale bonus
vi: - Tăng điểm tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.NAME
source: Museum
vi: Viện bảo tàng

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
vi: Nó từng là một nhà kho, trước khi Meep tưởng đồ vật đặt trên bệ là một tác phẩm gì đó.

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds
vi: - Tăng tỷ lệ rơi ra hạt giống

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
vi: Vườn ươm

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
vi: Môi trường phong phú, cây cối sinh trưởng tốt hơn.

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.EFFECT
source: - Morale bonus
vi: - Tăng điểm tinh thần

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.NAME
source: Private Bedroom
vi: Phòng ngủ cá nhân

# RoomsExpanded.STRINGS.ROOMS.TYPES.PRIVATEROOM.TOOLTIP
source: For duplicants who want to have some privacy.
vi: Phòng cho đệ thích ngủ riêng.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time
vi: - Tắm nhanh hơn

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
vi: Phòng tắm

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
vi: Vào phòng tắm là đã thấy sạch hơn rồi.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
vi: sant1ago-da-hanoi
