Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/RoomsExpanded/archived_versions/2021_05_13_vanilla/Translations/*.po
Languages: ru

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.DESCRIPTION
source: Requires a single Grooming Station or Farm Station
ru: Требуется как минимум одна Станция ухода за существами или Фермерская станция

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.AGRICULTURAL.NAME
source: Grooming or Farm Station
ru: Станция ухода за существами или Фермерская станция

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.DESCRIPTION
source: At least one Microbe Musher, Electric Grill or Gas Range.
ru: Как минимум один Микробный преобразователь, Электрогриль или Газовая плита

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.COOKING.NAME
source: Cooking Station
ru: Микробный преобразователь, Электрогриль или Газовая плита

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.DESCRIPTION
source: At least {0} decorative plants of different types.
ru: Минимум {0} декоративных растений различных видов.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DECORPLANTS.NAME
source: {0} Decorative Plants
ru: {0} Декоративных растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.DESCRIPTION
source: At least {0} Fish critters of different type.
ru: Минимум {0} рыб разных видов.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.DIFFERENTFISH.NAME
source: {0} Different Fish
ru: {0} различных рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.DESCRIPTION
source: At least one Fish Feeder
ru: Минимум одна Кормушка для рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHFEEDER.NAME
source: Fish Feeder
ru: Кормушка для рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.DESCRIPTION
source: At least one Fish Release
ru: Минимум один пункт доставки рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FISHRELEASE.NAME
source: Fish Release
ru: Пункт доставки рыб

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.DESCRIPTION
source: At least one Flower Pot, Wall Pot, Hanging Pot or Aero Pot.
ru: Минимум один Цветочный, Настенный, Подвесной или Аэро горшок

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FLOWERPOT.NAME
source: Flower Pot of any kind
ru: Горшок любого вида

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.DESCRIPTION
source: At least one Refrigerator.
ru: Минимум один холодильник

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.FRIDGE.NAME
source: Refrigerator
ru: Холодильник

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.DESCRIPTION
source: At least one Tasteful Memorial
ru: Минимум один Изящный мемориал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.GRAVE.NAME
source: Tasteful Memorial
ru: Изящный мемориал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.DESCRIPTION
source: At least one Industrial Machinery building
ru: Минимум одна Промышленная постройка.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.INDUSTRIAL.NAME
source: Industrial Machinery
ru: Промышленная постройка

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.DESCRIPTION
source: At least one Manual Generator
ru: Минимум один Ручной генератор

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MANUALGENERATOR.NAME
source: Manual Generator
ru: Ручной генератор

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.DESCRIPTION
source: At least {0} Masterpieces.
ru: Минимум шедевров: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.MASTERPIECES.NAME
source: {0} Masterpieces
ru: {0} Шедевров

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.DESCRIPTION
source: Room conditions must allow all plants to thrive.
ru: Условия помещения должны позволять всем растениям процветать.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.NOWILTING.NAME
source: No Wilting Plants
ru: Без увядающих растений

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.DESCRIPTION
source: At least {0} Paintings of different type.
ru: Минимум картин различных видов: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PAINTINGS.NAME
source: {0} Different Paintings
ru: Разных картин: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.DESCRIPTION
source: At least one Pedestal
ru: Минимум один пьедестал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PEDESTAL.NAME
source: Pedestal
ru: Пьедестал

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.DESCRIPTION
source: At least {0} plants of any kind.
ru: Минимум растений любых видов: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTCOUNT.NAME
source: {0} Plants
ru: {0} Растения

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.DESCRIPTION
source: At least one Planter Box
ru: Минимум один Цветочный горшок

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.PLANTERBOX.NAME
source: Planter Box
ru: Цветочный горшок

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.DESCRIPTION
source: At least {0} Sculptures of different type.
ru: Минимум скульптур разных типов: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SCULPTURES.NAME
source: {0} Different Sculptures
ru: Скульптур разных типов: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.DESCRIPTION
source: At least {0} Plants growing seeds of different types.
ru: Минимум высаженных растений: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SEEDPLANTS.NAME
source: {0} Different Seed Plants
ru: Высаженных растений: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.DESCRIPTION
source: At least one Shower
ru: Минимум один душ

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SHOWER.NAME
source: Shower
ru: Душ

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.DESCRIPTION
source: At least {0} swimming critters
ru: Минимум плавающих животных: {0}.

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.SWIMMINGCREATURES.NAME
source: {0} Swimming Critters
ru: Плавающих животных: {0}

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.DESCRIPTION
source: At least one Water Cooler
ru: Минимум один Кулер

# RoomsExpanded.STRINGS.ROOMS.CRITERIA.WATERCOOLER.NAME
source: Water Cooler
ru: Кулер

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.EFFECT
source: - Enables Farm and Grooming Stations
ru: - Позволяет строить в одной комнате Фермерскую станцию и Станцию по уходу за существами

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.NAME
source: Agricultural Room
ru: Сельскохозяйственное помещение

# RoomsExpanded.STRINGS.ROOMS.TYPES.AGRICULTURAL.TOOLTIP
source: Area, where all critters and plants can happily live together in harmony.
ru: Пространство, где животные и растения могут жить вместе в гармонии.

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.EFFECT
source: - Bonus decor for inhabitating fish
ru: - Бонусный декор за рыбу внутри

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.NAME
source: Aquarium
ru: Аквариум

# RoomsExpanded.STRINGS.ROOMS.TYPES.AQUARIUM.TOOLTIP
source: Properly exposed critters seem to be much prettier.
ru: Правильно показанные существа выглядят намного привлекательнее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.EFFECT
source: - Morale bonus
ru: - Бонус к морали

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.NAME
source: Botanical Garden
ru: Ботанический сад

# RoomsExpanded.STRINGS.ROOMS.TYPES.BOTANICAL.TOOLTIP
source: Serene harmony of exotic plants amazes everyone who enters Botanical Garden.
ru: Безмятежная гармония экзотических растений поражает всех, кто входит в Ботанический сад.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.EFFECT
source: - (no additional effect)
ru: - (без дополнительных эффектов)

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.NAME
source: Graveyard
ru: Кладбище

# RoomsExpanded.STRINGS.ROOMS.TYPES.GRAVEYARD.TOOLTIP
source: It makes duplicants happy to think that they are still alive.
ru: Осознание того, что они всё ещё живы, делает дубликантов счастливее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.EFFECT
source: - Faster athletics increase
ru: - Ускоренное повышение Атлетичности

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.NAME
source: Gym Room
ru: Тренажёрный зал

# RoomsExpanded.STRINGS.ROOMS.TYPES.GYMROOM.TOOLTIP
source: Professional Gym Room allows duplicants to exercise more efficiently.
ru: Профессиональный Тренажёрный зал позволяет дубликантам упражняться эффективнее.

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.EFFECT
source: - (no additional effect)
ru: - (без дополнительных эффектов)

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.NAME
source: Industrial Room
ru: Машинный зал

# RoomsExpanded.STRINGS.ROOMS.TYPES.INDUSTRIAL.TOOLTIP
source: This room contains some noisy, greasy machinery.
ru: В этой комнате находятся шумные, покрытые маслом механизмы.

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.EFFECT
source: - More food produced
ru: - Производится больше еды

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.NAME
source: Kitchen
ru: Кухня

# RoomsExpanded.STRINGS.ROOMS.TYPES.KITCHEN.TOOLTIP
source: It appears that nobody dares to steal food from chef's kitchen.
ru: Похоже, никто не осмеливается красть еду с кухни шеф-повара.

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.EFFECT
source: - Faster research
ru: - Ускоренные исследования

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.NAME
source: Laboratory
ru: Лаборатория

# RoomsExpanded.STRINGS.ROOMS.TYPES.LABORATORY.TOOLTIP
source: Conducting research in a designated room proves to be more efficient.
ru: Проведение исследований в специально отведенном помещении оказывается более эффективным.

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.EFFECT
source: - Morale bonus
ru: - Бонус к морали

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.NAME
source: Museum
ru: Музей

# RoomsExpanded.STRINGS.ROOMS.TYPES.MUSEUM.TOOLTIP
source: It used to be a storehouse, before Meep confused Pedestal content with art.
ru: Это было складом до того момента, пока Мип случайно не поставил на пьедестал картину

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.EFFECT
source: - Chance for additional seeds
ru: - Шанс получить дополнительные семена

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.NAME
source: Plant Nursery
ru: Теплица

# RoomsExpanded.STRINGS.ROOMS.TYPES.NURSERY.TOOLTIP
source: Enriched environment improves plant development.
ru: Обогащенная среда улучшает развитие растений.

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.EFFECT
source: - Shorter shower time
ru: - Дубликанты тратят меньше времени на принятие душа

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.NAME
source: Shower Room
ru: Душевая

# RoomsExpanded.STRINGS.ROOMS.TYPES.SHOWERROOM.TOOLTIP
source: Just entering such a nice bathroom make duplicants feel cleaner.
ru: Едва войдя в такую замечательную душевую дубликанты чувствуют себя чище.

# RoomsExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
ru: Dr_Jekyll
