Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/DiseasesExpanded/Translations/*.po
Languages: ru

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.DESC
source: Germcatchers collect germ samples for medical study and vaccine production.
ru: Микробоуловители собирают образцы микробов для медицинских исследований и производства вакцин.

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.EFFECT
source: Gathers ambient <link="DISEASE">germs</link> and stores them in the <link="TESTSAMPLE">flasks</link> for future research at an <link="APOTHECARY">Apothecary</link> and vaccine production.
ru: Собирает окружающие <link="DISEASE">микробы</link> и сохраняет их в <link="TESTSAMPLE">колбы</link> для будущих исследований в <link="APOTHECARY">аптеке</link> и производства вакцин.

# DiseasesExpanded.STRINGS.BUILDINGS.GERMCATCHER.NAME
source: Germcatcher
ru: Микробоуловитель

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.DESC
source: Shields the asteroid from cosmic radiation.
ru: Защищает астероид от космической радиации.

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.EFFECT
source: When powered, generates shield around the asteroid to protect the surface from cosmic <link="RADIATION">Radiation</link>. Requires line of sight to space.
ru: Во время работы создает барьер, защищающий поверхность от космической <link="RADIATION">радиации</link>. Для функционирования здания требуется открытый доступ к космической среде.

# DiseasesExpanded.STRINGS.BUILDINGS.SHIELDGENERATOR.NAME
source: Shield Generator
ru: Генератор радщита

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.DESC
source: Vaccines produced here can grant your duplicants immunity for various diseases.
ru: Производимые в этом строении вакцины дают вашим дубликантам иммунитет к различным болезням.

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.EFFECT
source: Vaccine Apothecary uses <link="RADIATION">Radiation</link> to weaken <link="DISEASE">germs</link> stored in a <link="TESTSAMPLE">flasks</link> to produce life-saving vaccines. It must be operated by highly-trained <link="ROLES">medical</link> personel and it is suggested to use radiation protection for the time of vaccine preparation.
ru: Ядерная аптека использует <link="RADIATION">радиацию</link> для ослабления хранящихся в <link="TESTSAMPLE">колбах</link> <link="DISEASE">микробов</link> и их дальнейшего использования в производстве жизненно важных вакцин. Строением должен управлять высококвалифицированный <link="ROLES">медицинский</link> персонал. Во время изготовления вакцин рекомендуется использовать радиационную защиту.

# DiseasesExpanded.STRINGS.BUILDINGS.VACCINEAPOTHECARY.NAME
source: Vaccine Apothecary
ru: Ядерная аптека

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's severity genoms to a weaker form.
ru: Данное лабораторное исследование снижает тяжесть заражения нестабильным вирусом.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.NAME
source: <link="MUTATINGGERMS">Controlled Severity Mutation</link>
ru: <link="MUTATINGGERMS">Контролируемая мутация тяжести</link>

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ATTACK.RECIPEDESC
source: Weakens Unstable Virus severity
ru: Снижает тяжесть нестабильного вируса

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's environmental genoms to a weaker form.
ru: Данное лабораторное исследование снижает способность нестабильного вируса выживать в различных средах.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.NAME
source: <link="MUTATINGGERMS">Controlled Environmental Mutation</link>
ru: <link="MUTATINGGERMS">Контролируемая экологическая мутация</link>

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.ENVIRONMENTAL.RECIPEDESC
source: Weakens Unstable Virus ability to live in various environments
ru: Снижает способность нестабильного вируса выживать в различных средах.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.DESC
source: Conducted in laboratory conditions, reduces ability of Unstable Virus to mutate.
ru: Данное лабораторное исследование снижает способность нестабильного вируса к мутации.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.NAME
source: <link="MUTATINGGERMS">Mutation Rate Reduction</link>
ru: <link="MUTATINGGERMS">Снижение скорости мутаций</link>

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.MUTATIONRATEREDUCTION.RECIPEDESC
source: Slows down mutation rate of Unstable Virus.
ru: Замедляет скорость мутации нестабильного вируса.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.DESC
source: Conducted in laboratory conditions, forces Unstable Virus to mutate back it's resiliance genoms to a weaker form.
ru: Данное лабораторное исследование снижает устойчивость нестабильного вируса.

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.NAME
source: <link="MUTATINGGERMS">Controlled Resiliance Mutation</link>
ru: <link="MUTATINGGERMS">Контролируемая мутация устойчивости</link>

# DiseasesExpanded.STRINGS.CONTROLLEDMUTATION.RESILIANCE.RECIPEDESC
source: Weakens Unstable Virus resiliance
ru: Снижает устойчивость нестабильного вируса

# DiseasesExpanded.STRINGS.CURES.ALIENCURE.DESC
source: Discourages <link="ALIENGERMS">Alien Goo</link> from inhabiting the body of affected duplicant.
ru: Вызывает отторжение <link="ALIENGERMS">инопланетной слизи</link> в теле пораженного дубликанта.

# DiseasesExpanded.STRINGS.CURES.ALIENCURE.NAME
source: Alien Cure
ru: Лекарство от чужого

# DiseasesExpanded.STRINGS.CURES.ANTIHISTAMINEBOOSTER.DESC
source: Prevents allergic reactions in the future.
ru: Предотвращает аллергическую реакцию в будущем.

# DiseasesExpanded.STRINGS.CURES.ANTIHISTAMINEBOOSTER.NAME
source: Allergy Immuno Booster
ru: Противоаллергенный стимулятор

# DiseasesExpanded.STRINGS.CURES.DEEPBREATH.DESC
source: Slightly improves duplicant's breath and germ resistance.
ru: Слегка освежает дыхание дубликанта и улучшает сопротивление к болезням.

# DiseasesExpanded.STRINGS.CURES.DEEPBREATH.NAME
source: Deep Breath Serum
ru: Мятная таблетка

# DiseasesExpanded.STRINGS.CURES.GASCURE.DESC
source: If a berry sprouts in a duplicant's belly, their farts will smell like flowers
ru: Если в животе дубликанта цветут цветы, то и его газы будут пахнуть соответствующе.

# DiseasesExpanded.STRINGS.CURES.GASCURE.NAME
source: Sprouting Tablet
ru: Цветочная таблетка

# DiseasesExpanded.STRINGS.CURES.HAPPYPILL.DESC
source: Improves overall <link="MORALE">happines</link> of affectected duplicant but reduces their motivation to perform even most basic tasks.
ru: Улучшает <link="MORALE">настроение</link> дубликанта, но снижает его мотивацию к выполнению даже самых простых задач.

# DiseasesExpanded.STRINGS.CURES.HAPPYPILL.NAME
source: Happy Pill
ru: Радостин

# DiseasesExpanded.STRINGS.CURES.MUDMASK.DESC
source: When covered in mud, duplicants are not so tasty for <link="BOGINSECTS">Bog Bugs</link>.
ru: Покрытые грязью дубликанты уже не такие вкусные для <link="BOGINSECTS">Мошкары</link>.

# DiseasesExpanded.STRINGS.CURES.MUDMASK.NAME
source: Muddy Salve
ru: Грязевой бальзам

# DiseasesExpanded.STRINGS.CURES.MUTATINGANTIVIRAL.DESC
source: Cures from, and grants immunity to <link="MUTATINGGERMS">Mutating Disease</link> for a short time.
ru: Излечивает <link="MUTATINGGERMS">мутирующую инфекцию</link> и дает временный иммунитет к ней.

# DiseasesExpanded.STRINGS.CURES.MUTATINGANTIVIRAL.NAME
source: Unstable Antiviral
ru: Нестабильное противовирусное

# DiseasesExpanded.STRINGS.CURES.RADSHOT.DESC
source: Uranium contains about 18 million kCal per gram - enough to quickly satisfy even the most <link="HUNGERGERMS">overwhelming hunger</link>.
ru: Обогащенный уран содержит около 18 миллионов ккал на грамм – этого достаточно, чтобы быстро утолить даже самый <link="HUNGERGERMS">сильный голод</link>.

# DiseasesExpanded.STRINGS.CURES.RADSHOT.NAME
source: Sweet Rad Shot
ru: Укол сладкой радиации

# DiseasesExpanded.STRINGS.CURES.SAPSHOT.DESC
source: Thick and full of sugar, Sweet Sap Shot condenses many calories into one syringe to quickly satisfy even the most <link="HUNGERGERMS">overwhelming hunger</link>.
ru: Густой и полный сахара, укол сладкой смолы содержит много калорий в одном шприце и может быстро утолить даже самый <link="HUNGERGERMS">сильный голод</link>.

# DiseasesExpanded.STRINGS.CURES.SAPSHOT.NAME
source: Sweet Sap Shot
ru: Укол сладкой смолы

# DiseasesExpanded.STRINGS.CURES.SUNBURNCURE.DESC
source: Cures duplicant from severe <link="SUNBURNSICKNESS">Sunburn</link>.
ru: Лечит дубликантов от тяжелых <link="SUNBURNSICKNESS">солнечных ожогов</link>.

# DiseasesExpanded.STRINGS.CURES.SUNBURNCURE.NAME
source: Sun Lotion
ru: Крем после загара

# DiseasesExpanded.STRINGS.CURES.SUPERSERUM.DESC
source: Enhances duplicant's attributes and makes them immune to most dangerous pathogens.
ru: Улучшает характеристики дубликанта и дает иммунитет к наиболее опасным патогенам.

# DiseasesExpanded.STRINGS.CURES.SUPERSERUM.NAME
source: Super Serum
ru: Супер-сыворотка

# DiseasesExpanded.STRINGS.CURES.TUMMYSERUM.DESC
source: Calms even most angry tummy and makes it immune to subsequent infections.
ru: Успокаивает даже самый раздраженный животик и дает иммунитет к кишечным инфекциям.

# DiseasesExpanded.STRINGS.CURES.TUMMYSERUM.NAME
source: Tummy Serum
ru: Уголь активированный

# DiseasesExpanded.STRINGS.CURES.VACCINE.DESC
source: Grants immunity to {0} disease.
ru: Дает иммунитет к болезни {0}

# DiseasesExpanded.STRINGS.CURES.VACCINE.NAME
source: {0} Vaccine
ru: Вакцина от {0}

# DiseasesExpanded.STRINGS.CURES.YUMMYSERUM.DESC
source: Stimulates duplicant's digestive system and makes them immune to most ravenous pathogens.
ru: Стимулирует пищеварительную систему дубликантов и дает иммунитет к самым хищным патогенам.

# DiseasesExpanded.STRINGS.CURES.YUMMYSERUM.NAME
source: Yummy Serum
ru: Мясная таблетка

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.DESCRIPTION
source: Alien microbes increase duplicant's skills. However, this feels unnatural and makes infected duplicant stressed out. The goo is perfectly adapted for space travels and it will rapidly grow wherever Radiation is present.
ru: Инопланетные микробы улучшают навыки дубликанта. Однако этот неестественный симбиоз вызывает стресс у зараженного. Инопланетная слизь идеально приспособлена для космических путешествий и будет быстро расти везде, где присутствует радиация.

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Enhances and stresses the duplicant.
ru: Усиливает дубликанта, но вызывает стресс.

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.EXPOSURE_INFO
source: Got exposed to Alien Goo
ru: Подвергается воздействию инопланетной слизи

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.LEGEND_HOVERTEXT
source: Area affected by Alien Goo.
ru: Область может стать причиной заражения инопланетной слизью.

# DiseasesExpanded.STRINGS.DISEASES.ALIENSICKNESS.NAME
source: <link="ALIENSICKNESS">Alien Symbiot</link>
ru: <link="ALIENSICKNESS">Инопланетный симбионт</link>

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.DESCRIPTION
source: Bog Bugs are lured by <link="SWAMPHARVESTPLANT">Bog Bucket</link> sweet scent, but they can also feed on duplicants...
ru: Мошкару привлекает сладкий аромат <link="SWAMPHARVESTPLANT">болотника</link>, но они могут покуситься и на дубликантов...

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Annoying bites of small Bog Bugs
ru: Раздражающие укусы мелкой мошкары

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.LEGEND_HOVERTEXT
source: Area can result in Bog Bugs bites
ru: Область может стать причиной укусов мошкары.

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.NAME
source: <link="BOGSICKNESS">Bog Bugs Infestation</link>
ru: <link="BOGSICKNESS">Нападение мошкары</link>

# DiseasesExpanded.STRINGS.DISEASES.BOGSICKNESS.POPFXTEXT
source: Bog Bug Bite!
ru: Укусы мошкары!

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.DESCRIPTION
source: Little shards of frost cover duplicant's skin in a pretty patterns, reducing their resistance for temperature and diseases.
ru: Мелкие кристаллы инея покрывают кожу дубликанта красивыми узорами, снижая устойчивость к перепадам температур и болезням.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Pretty, but pretty cold frost patterns on the skin.
ru: Красивые, но довольно холодные морозные узоры на коже.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.LEGEND_HOVERTEXT
source: Area causes Frost Pox.
ru: Область может стать причиной заражения морозпой.

# DiseasesExpanded.STRINGS.DISEASES.FROSTSICKNESS.NAME
source: <link="FROSTSICKNESS">Frost Pox</link>
ru: <link="FROSTSICKNESS">Морозпа</link>

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.DESCRIPTION
source: Whatever it is in the <link="GASGRASS">Gas Grass</link>, it makes everything around fart...
ru: Что бы это ни было в <link="GASGRASS">газовой траве</link>, оно заставляет все вокруг пукать...

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Makes duplicant fart like a mad Moo.
ru: Заставляет дубликанта пукать как бешеная Му-Му.

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.LEGEND_HOVERTEXT
source: Area causes Moo Flu.
ru: Область может стать причиной заражения мутеоризмом.

# DiseasesExpanded.STRINGS.DISEASES.GASSICKNESS.NAME
source: <link="GASSICKNESS">Moo Flu</link>
ru: <link="GASSICKNESS">Мутеоризм</link>

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.DESCRIPTION
source: The hunger of the ravenous plants seems to be infectious...
ru: Голод хищных растений, видимо, заразен...

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.DESCRIPTIVE_SYMPTOMS
source: Makes duplicant hungry all the time.
ru: Заставляет дубликантов постоянно чувствовать голод.

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.LEGEND_HOVERTEXT
source: Area causes Everlasting Hunger.
ru: Область может стать причиной заражения неутолимым голодом.

# DiseasesExpanded.STRINGS.DISEASES.HUNGERSICKNESS.NAME
source: <link="HUNGERSICKNESS">Everlasting Hunger</link>
ru: <link="HUNGERSICKNESS">Неутолимый голод</link>

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.DESCRIPTION
source: Virus causing the disease is very unstable and often mutates. Results may be different each time.
ru: Вызывающий инфекцию вирус очень нестабилен и часто мутирует. Симптомы могут быть каждый раз разными.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.DESCRIPTIVE_SYMPTOMS
source: May affect duplicants in many different ways
ru: Может по-разному влиять на дубликантов.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.EXPOSURE_INFO
source: Got infected by Mutating Virus.
ru: Заразился мутирующим вирусом.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.LEGEND_HOVERTEXT
source: Area affected by Mutating Disease.
ru: Область может стать причиной заражения мутирующей инфекцией.

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.NAME
source: <link="MUTATINGSICKNESS">Mutating Disease</link>
ru: <link="MUTATINGSICKNESS">Мутирующая инфекция</link>

# DiseasesExpanded.STRINGS.DISEASES.MUTATINGSICKNESS.POPFXTEXT
source: Painful cough!
ru: Болезненный кашель!

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.DESCRIPTION
source: The tale says one duplicant slept 100 cycles after hurting herself on the Spindle, but it is possible she just faked it not to clean the toilets...
ru: В легенде говорится, что один дубликант проспал 100 циклов после того, как укололся шипом, но, возможно, он просто притворялся, чтобы не чистить туалеты...

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.DESCRIPTIVE_SYMPTOMS
source: Periodically causes duplicant to fall asleep in random places.
ru: Заставляет дубликанта периодически засыпать в случайных местах.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.EXPOSURE_INFO
source: Got hurt by the Spindle of a {0}. As a result, this duplicant will fall asleep in random places. Improve Farming skill or wear protective equipment to prevent future infections. Use Espresso Machine to prevent Narcoleptic Naps.
ru: Этот дубликант укололся шипом {0}. Теперь он будет засыпать в случайных местах. Высокий навык земледелия или защитное снаряжение позволяют предотвратить заражение. Используйте эспрессо-машину, чтобы предотвратить нарколептический сон.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.LEGEND_HOVERTEXT
source: Area affected by Sleeping Curse.
ru: Присутствует риск получения сонного проклятья.

# DiseasesExpanded.STRINGS.DISEASES.SPINDLYCURSE.NAME
source: <link="SPINDLYCURSE">Sleeping Curse</link>
ru: <link="SPINDLYCURSE">Сонное проклятие</link>

# DiseasesExpanded.STRINGS.EFFECTS.ALIENASSIMILATION.DESC
source: Alien Symbiot completed assimilation and no longer provides benefits to the host.
ru: Чужеродный симбионт завершил ассимиляцию и больше не дает хозяину никаких преимуществ.

# DiseasesExpanded.STRINGS.EFFECTS.ALIENASSIMILATION.NAME
source: Assimilation Successful
ru: Ассимиляция успешно завершена

# DiseasesExpanded.STRINGS.EFFECTS.ALIENRECOVERY.DESC
source: This duplicant was cured from Alien Symbiot.
ru: Этот дубликант недавно излечился от инопланетного симбионта и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.ALIENRECOVERY.NAME
source: Alien Symbiot Recovery
ru: Выздоровление после инопланетного симбионта

# DiseasesExpanded.STRINGS.EFFECTS.BOGRECOVERY.DESC
source: This duplicant just recovered from Bog Bugs Infestation.
ru: Этот дубликант недавно излечился от нападения мошкары и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.BOGRECOVERY.NAME
source: Bog Bugs Infestation Recovery
ru: Выздоровление после нападения мошкары

# DiseasesExpanded.STRINGS.EFFECTS.FROSTRECOVERY.DESC
source: This duplicant just recovered from Frost Pox.
ru: Этот дубликант недавно излечился от морозпы и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.FROSTRECOVERY.NAME
source: Frost Pox Recovery
ru: Выздоровление после морозпы

# DiseasesExpanded.STRINGS.EFFECTS.GASRECOVERY.DESC
source: This duplicant just recovered from Moo Flu.
ru: Этот дубликант недавно излечился от мутеоризма и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.GASRECOVERY.NAME
source: Moo Flu Recovery
ru: Выздоровление после мутеоризма

# DiseasesExpanded.STRINGS.EFFECTS.HUNGERRECOVERY.DESC
source: This duplicant just recovered from Everlasting Hunger.
ru: Этот дубликант недавно излечился от неутолимого голода и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.HUNGERRECOVERY.NAME
source: Everlasting Hunger Recovery
ru: Выздоровление после неутолимого голода

# DiseasesExpanded.STRINGS.EFFECTS.JUSTGOTTESTED.DESC
source: This Duplicant just delivered germ sample for futher testing.
ru: Этот дубликант только что доставил образец микробов для дальнейшего анализа.

# DiseasesExpanded.STRINGS.EFFECTS.JUSTGOTTESTED.NAME
source: Just Got Tested
ru: Только что сдал анализы

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDRECOVERY.DESC
source: This duplicant just recovered from Mutating Disease.
ru: Этот дубликант недавно излечился от мутирующей инфекции и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDRECOVERY.NAME
source: Mutating Disease Recovery
ru: Выздоровление после мутирующей инфекции

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDSYMPTOMS.DESC
source: This duplicant is suffering from various symptoms of mutating disease.
ru: Этот дубликант страдает от различных симптомов мутирующей инфекции.

# DiseasesExpanded.STRINGS.EFFECTS.MUTATEDSYMPTOMS.NAME
source: Mutating Disease Symptoms
ru: Симптомы мутирующей инфекции

# DiseasesExpanded.STRINGS.EFFECTS.NANOBOTENHANCEMENT.DESC
source: This Duplicant is getting health boost from friendly Nanobot enhancement.
ru: Этот дупликант получает усиления от дружественных наноботов.

# DiseasesExpanded.STRINGS.EFFECTS.NANOBOTENHANCEMENT.NAME
source: Nanobot Enhancement
ru: Усиление наноботами

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYRECOVERY.DESC
source: This duplicant just recovered from Sleeping Curse.
ru: Этот дубликант недавно излечился от сонного проклятья и получил временный иммунитет к этой <style="KKeyword">болезни</style>

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYRECOVERY.NAME
source: Sleeping Curse Recovery
ru: Выздоровление после сонного проклятия

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYTHORNS.DESC
source: This Plant developed protective thorns, similar to Grub Fruit spindles. Touching it may cause Sleeping Curse...
ru: У этого растения появились защитные шипы, как у личинкокоса. Один укол может вызвать сонное проклятие...

# DiseasesExpanded.STRINGS.EFFECTS.SPINDLYTHORNS.NAME
source: Spindly Thorns
ru: Тонкие шипы

# DiseasesExpanded.STRINGS.GERMFLASK.DESC
source: Contains gathered {0} germs.
ru: Содержит собранные микробы {0}.

# DiseasesExpanded.STRINGS.GERMFLASK.DESC_NOGERM
source: Contains gathered {0}.
ru: Содержит собранные {0}.

# DiseasesExpanded.STRINGS.GERMFLASK.NAME
source: {0} Flask
ru: Колба с {0}

# DiseasesExpanded.STRINGS.GERMFLASKSAMPLE.DESC
source: Used to gather <link="DISEASE">germ</link> sample from infected duplicant into a flask for futher testing.
ru: Используется для сбора образца <link="DISEASE">микробов</link> зараженного дубликанта для дальнейшего анализа.

# DiseasesExpanded.STRINGS.GERMFLASKSAMPLE.NAME
source: Test Sample Flask
ru: Колба для анализов

# DiseasesExpanded.STRINGS.GERMS.ABANDONED.DESCRIPTION
source: Those germs no longer exist, and if they do, they will die quickly.
ru: Этих микробов больше не существует, а если и появятся, то быстро умрут.

# DiseasesExpanded.STRINGS.GERMS.ABANDONED.LEGEND_HOVERTEXT
source: Abandoned Germs present.
ru: Присутствуют несуществующие микробы.

# DiseasesExpanded.STRINGS.GERMS.ABANDONED.NAME
source: Abandoned Germs
ru: Несуществующие микробы

# DiseasesExpanded.STRINGS.GERMS.ALIENGERMS.LEGEND_HOVERTEXT
source: Alien Goo present
ru: Присутствует инопланетная слизь

# DiseasesExpanded.STRINGS.GERMS.ALIENGERMS.NAME
source: <link="ALIENGERMS">Alien Goo</link>
ru: <link="ALIENGERMS">Инопланетная слизь</link>

# DiseasesExpanded.STRINGS.GERMS.BOGINSECTS.LEGEND_HOVERTEXT
source: Bog Bugs present.
ru: Присутствует мошкара.

# DiseasesExpanded.STRINGS.GERMS.BOGINSECTS.NAME
source: <link="BOGINSECTS">Bog Bugs</link>
ru: <link="BOGINSECTS">Мошкара</link>

# DiseasesExpanded.STRINGS.GERMS.FROSTHARDS.LEGEND_HOVERTEXT
source: Frost Shards present.
ru: Присутствуют кристаллы морозпы.

# DiseasesExpanded.STRINGS.GERMS.FROSTHARDS.NAME
source: <link="FROSTHARDS">Frost Shards</link>
ru: <link="FROSTHARDS">Морозпа</link>

# DiseasesExpanded.STRINGS.GERMS.GASSYGERMS.LEGEND_HOVERTEXT
source: GassyGerms present
ru: Присутствуют микробы мутеоризма

# DiseasesExpanded.STRINGS.GERMS.GASSYGERMS.NAME
source: <link="GASSYGERMS">Gassy Germs</link>
ru: <link="GASSYGERMS">Мутеоризм</link>

# DiseasesExpanded.STRINGS.GERMS.HUNGERGERMS.LEGEND_HOVERTEXT
source: Hungerms present
ru: Присутствуют микробы неутолимого голода

# DiseasesExpanded.STRINGS.GERMS.HUNGERGERMS.NAME
source: <link="HUNGERGERMS">Hungerms</link>
ru: <link="HUNGERGERMS">Неутолимый голод</link>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.DESCRIPTION
source: Medical Nanobots are engineeded with sole purpose of fighting malicious germs and improving duplicants' health.
ru: Медицинские наноботы разработаны с единственной целью — бороться с вредоносными микробами и укреплять здоровье дубликантов.

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.LEGEND_HEADER
source: Included features:
ru: Активированы следующие улучшения:
