Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/DiseasesExpanded/Translations/*.po
Languages: ru

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.PALESLICKSTER.DESC
source: This shy slickster's fur is devoid of lively colors it would normally have.
ru: Мех этого застенчивого скользеца лишен ярких цветов, которые он обычно имеет.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.PALESLICKSTER.NAME
source: Pale Slickster
ru: Бледный скользец

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.PLAGUESLUG.DESC
source: Favorite Slug of Papa Disease.
ru: Любимый слизень Отца Разложения.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.PLAGUESLUG.NAME
source: Plague Slug
ru: Чумной слизень

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.RANDOMFIRSTAIDKIT.DESC
source: Whatever is stored inside, it must be useful somehow...
ru: Что бы ни было внутри, оно должно быть хоть как-то полезно...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.RANDOMFIRSTAIDKIT.NAME
source: First Aid Pack
ru: Посылка первой помощи

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_ENTITYSCRIPTS.FIRSTAIDKITOPENER.TEXT
source: Open Kit
ru: Открыть набор

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_ENTITYSCRIPTS.FIRSTAIDKITOPENER.TOOLTIP
source: Let's see what's inside!
ru: Посмотрим, что внутри!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_ENTITYSCRIPTS.GERMYSURPRISEBOX.TEXT
source: Open
ru: Открыть

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_ENTITYSCRIPTS.GERMYSURPRISEBOX.TOOLTIP
source: Open this box to receive your surprise!
ru: Открыть коробку, чтобы получить свой сюрприз!

# DiseasesExpanded.STRINGS.STATUSITEMS.GATHERING.NAME
source: Gathering
ru: Сбор микробов

# DiseasesExpanded.STRINGS.STATUSITEMS.GATHERING.TOOLTIP
source: This building is currently gathering ambient germs.
ru: Это строение в данный момент собирает окружающие микробы.

# DiseasesExpanded.STRINGS.STATUSITEMS.SHIELDPOWERUP.NAME
source: Shield Status
ru: Статус щита

# DiseasesExpanded.STRINGS.STATUSITEMS.SHIELDPOWERUP.TOOLTIP
source: This building generates protective shield:
ru: Это строение создает защитный барьер:

# DiseasesExpanded.STRINGS.TAGS.DISPOSABLE_GERMS.PROPER_NAME
source: Disposable Germs
ru: Одноразовые микробы

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.DESC
source: Insects bites will cause additional damage to this Duplicant.
ru: Укусы насекомых наносят дополнительный урон этому дубликанту.

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.NAME
source: Insect Allergies
ru: Аллергия на насекомых

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.SHORT_DESC
source: Allergic reaction to insect bites
ru: Аллергическая реакция на укусы насекомых

# DiseasesExpanded.STRINGS.TRAITS.INSECTALLERGIES.SHORT_DESC_TOOLTIP
source: Insect Allergies make small bites more dangerous.
ru: Аллергия на насекомых делает даже маленькие укусы опасными.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.DESC
source: This duplicant won't wash their hands.
ru: Этот дубликант не моет руки.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.NAME
source: Filthy
ru: Грязнуля

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.SHORT_DESC
source: This duplicant is not excited with a concept of personal hygiene.
ru: Этого дубликанта не волнует понятие личной гигиены.

# DiseasesExpanded.STRINGS.TRAITS.NOTWASHINGHANDS.SHORT_DESC_TOOLTIP
source: Washing hands is not something that this duplicant is interested with.
ru: Мытье рук не заботит этого дубликанта.

# DiseasesExpanded.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
ru: RealWiseSerpent

# DiseasesExpanded.STRINGS.UNSPECIFIEDFLASK.DESC
source: and contained
ru: неопределенной болезни

# DiseasesExpanded.STRINGS.UNSPECIFIEDFLASK.NAME
source: <link="DISEASE">Sample</link>
ru: <link="DISEASE">неопределенной болезнью</link>
