Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/DiseasesExpanded/Translations/*.po
Languages: ru

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.LEGEND_HOVERTEXT
source: Medical Nanobots present
ru: Присутствуют медицинские наноботы

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.NAME
source: <link="MEDICALNANOBOTS">Medical Nanobots</link>
ru: <link="MEDICALNANOBOTS">Медицинские наноботы</link>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.RADIATION_HELP_PATTERN
source: Radiation Kill Rate: {0}
ru: Радиационная смертность: {0}

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.TEMPERATURE_HELP_PATTERN
source: Optimal Temperature: {0} to {1}
ru: Оптимальная температура: от {0} до {1}

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.UPGRADE_HELP_PATTERN
source: Use {0} to develop nanobots.
ru: Используйте {0} для улучшения наноботов.

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.VERION_EFFICIENCY_PATTERN
source: Efficiency: Attributes: <color=#00FF00>{0}</color>, Breathing: <color=#00FF00>{1}</color>, Calories: <color=#00FF00>{2}</color> - Healing: <color=#00FF00>{3}</color>, Energy: <color=#00FF00>{4}</color>, Stress reduction: <color=#00FF00>{5}</color>
ru: Эффективность: Атрибуты: <color=#00FF00>{0}</color>, Дыхание: <color=#00FF00>{1}</color>, Калории: <color=#00FF00>{2}</color> - Лечение: <color=#00FF00>{3}</color>, Энергия: <color=#00FF00>{4}</color>, Снижение стресса: <color=#00FF00>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.VERSION_PATTERN
source: Version {ATTACK}/{RESILIANCE}
ru: Версия {ATTACK}/{RESILIANCE}

# DiseasesExpanded.STRINGS.GERMS.MEDICALNANOBOTS.VERSION_RESILIANCE_PATTERN
source: Resiliance: Germ Resistance: <color=#00FF00>{0}</color>, Duration: <color=#00FF00>{1}</color>, Perpetum Mobile: <color=#00FF00>{2}</color> - Exposure Threshold: <color=#00FF00>{3}</color>, Radiation: <color=#00FF00>{4}</color>, Temperature: <color=#00FF00>{5}</color>
ru: Устойчивость: Устойчивость к микробам: <color=#00FF00>{0}</color>, Продолжительность: <color=#00FF00>{1}</color>, Вечный двигатель: <color=#00FF00>{2}</color > - Порог воздействия: <color=#00FF00>{3}</color>, Радиация: <color=#00FF00>{4}</color>, Температура: <color=#00FF00>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.LEGEND_HEADER
source: Genoms' values:
ru: Характеристики генома:

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.LEGEND_HOVERTEXT
source: Unstable Virus present
ru: Присутствует нестабильный вирус

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.MUTATION_HELP_PATTERN
source: Use {0} to mutate the germs in more safe direction.
ru: Используйте {0}, чтобы заставить вирус мутировать в более безопасную форму.

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.MUTATION_SPEED_PATTERN
source: Estimated mutation speed: {0:F2} (mutation rate reduction Lvl: {1})
ru: Предполагаемая скорость мутации: {0:F2} (уровень снижения частоты мутаций: {1})

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.NAME
source: <link="MUTATINGGERMS">Unstable Virus</link>
ru: <link="MUTATINGGERMS">Нестабильный вирус</link>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_PATTERN
source: Strain {ATTACK}/{RESILIANCE}
ru: Штамм {ATTACK}/{RESILIANCE}

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_RESILIANCE_PATTERN
source: Resiliance: Infectibility: <color=#FF0000>{0}</color>, Duration: <color=#FF0000>{1}</color>, Germ Coughing: <color=#FF0000>{2}</color> - Exposure Threshold: <color=#FF0000>{3}</color>, Radiation: <color=#FF0000>{4}</color>, Temperature: <color=#FF0000>{5}</color>
ru: Устойчивость: Инфицируемость: <color=#FF0000>{0}</color>, Продолжительность: <color=#FF0000>{1}</color>, Бактериальный кашель: <color=#FF0000>{2}</color> – Порог заражения: <color=#FF0000>{3}</color>, Радиация: <color=#FF0000>{4}</color>, Температура: <color=#FF0000>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.STRAIN_SEVERITY_PATTERN
source: Severity: Attributes: <color=#FF0000>{0}</color>, Breathing: <color=#FF0000>{1}</color>, Calories: <color=#FF0000>{2}</color> - Damage: <color=#FF0000>{3}</color>, Exhaustion: <color=#FF0000>{4}</color>, Stress: <color=#FF0000>{5}</color>
ru: Тяжесть: Атрибуты: <color=#FF0000>{0}</color>, Дыхание: <color=#FF0000>{1}</color>, Калории: <color=#FF0000>{2}</color> - Урон: <color=#FF0000>{3}</color>, Истощение: <color=#FF0000>{4}</color>, Стресс: <color=#FF0000>{5}</color>

# DiseasesExpanded.STRINGS.GERMS.MUTATINGGERMS.TREAT_POTENTIAL_PATTERN
source: Threat potential: {0}%
ru: Потенциальная угроза: {0}%

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.DESC
source: <link="RESEARCH">Medical Research</link> is required to unlock medical technologies. It can be conducted by studying germ samples at an <link="APOTHECARY">Apothecary</link> or obtained by doctors while tending their patients.
ru: Для разблокирования медицинских технологий требуется <link="RESEARCH">медицинское исследование</link>. Его можно провести путем изучения образцов микробов в <link="APOTHECARY">аптеке</link> или во время ухода врачей за пациентами.

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.NAME
source: <link="RESEARCH">Medical Research</link>
ru: <link="RESEARCH">Медицинское исследование</link>

# DiseasesExpanded.STRINGS.MEDICALRESEARCH.RECIPEDESC
source: Unlocks medical technologies.
ru: Открывает доступ к медицинским технологиям.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.ATTRIBUTES.DESC
source: Medical Nanobots will enhance duplicant's skils and attributes, making them better at all errands.
ru: Медицинские наноботы будут улучшать навыки и характеристики дубликантов, что позволит им лучше выполнять любые поручения.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.ATTRIBUTES.NAME
source: <link="MEDICALNANOBOTS">Nanobot BioEnhancement Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль биоулучшения</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.BREATHING.DESC
source: Medical Nanobots will recycle some of exhaled CO2 to redirect Oxygen back to duplicant's bloodstream.
ru: Медицинские наноботы будут перерабатывать часть выдыхаемого CO2 и отправлять кислород обратно в кровоток дубликанта.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.BREATHING.NAME
source: <link="MEDICALNANOBOTS">Nanobot Oxygen Recycle Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль переработки СО2</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.CALORIES.DESC
source: Medical Nanobots will stimulate duplicants' metabolism better to reduce amount of calories required for survival.
ru: Медицинские наноботы будут регулировать метаболизм дубликантов, уменьшая количество калорий, необходимых для выживания.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.CALORIES.NAME
source: <link="MEDICALNANOBOTS">Nanobot Metabolism++ Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль Метаболизм+</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.DURATION.DESC
source: Optimizes efficiency with which Nanobots operate in duplicant's system, making thier effects last longer.
ru: Оптимизирует эффективность работы наноботов в организме дубликанта, продлевая срок действия их эффектов.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.DURATION.NAME
source: <link="MEDICALNANOBOTS">Nanobot Operative Optimization</link>
ru: <link="MEDICALNANOBOTS">Наномодуль операционной оптимизации</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.EXHAUSTION.DESC
source: Medical Nanobots stimulate duplicant's exhaustion levels to make them more rested and invigorated.
ru: Медицинские наноботы будут регулировать уровень утомления дубликантов, позволяя им дольше оставаться бодрыми.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.EXHAUSTION.NAME
source: <link="MEDICALNANOBOTS">Nanobot Invigorating Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль Бодрость+</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.HEALTH.DESC
source: Makes Medical Nanobots better at repairing damaged tissues.
ru: Повышает эффективность медицинских наноботов в восстановлении поврежденных мягких тканей.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.HEALTH.NAME
source: <link="MEDICALNANOBOTS">Nanobot BioRepair Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль биоремонта</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTS.DESC
source: Construct and release more Medical Nanobots.
ru: Создать и выпустить больше медицинских нанороботов.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTS.NAME
source: <link="MEDICALNANOBOTS">Medical Nanobot Swarm</link>
ru: <link="MEDICALNANOBOTS">Рой медицинских наноботов</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTSBOTTLED.DESC
source: Medical Nanobots stored in a gas container, easy to deploy anywhere in the base.
ru: Медицинские наноботы в газовом контейнере. Легко доставить в любую точку на базе.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.MORENANOBOTSBOTTLED.NAME
source: <link="MEDICALNANOBOTS">Medical Nanobot Swarm (Bottled)</link>
ru: <link="MEDICALNANOBOTS">Рой медицинских наноботов (в канистре)</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RADIATION.DESC
source: Coats Nanobots with additional lead layer, allowing them to survive more extreme radiation levels.
ru: Покрывает наноботов дополнительным слоем свинца, позволяя им выдерживать более высокие уровни радиации.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RADIATION.NAME
source: <link="MEDICALNANOBOTS">Nanobot Leaden Coating</link>
ru: <link="MEDICALNANOBOTS">Свинцовое нанопокрытие</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RESISTANCE.DESC
source: Improves Nanobots' fighting algorithms, increasing germ resistance of affected duplicants.
ru: Улучшает боевые алгоритмы наноботов, тем самым повышая сопротивление к болезням у дубликантов.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.RESISTANCE.NAME
source: <link="MEDICALNANOBOTS">Nanobot ImmunoBoost Protocol</link>
ru: <link="MEDICALNANOBOTS">Протокол иммунного ответа</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.SPAWNING.DESC
source: Medical Nanobots loss rate will be reduced, allowing them to survive longer in the hostile atmosphere.
ru: Снижает скорость отключения наноботов, позволяя им дольше выживать в неблагоприятной среде.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.SPAWNING.NAME
source: <link="MEDICALNANOBOTS">Nanobot Perpetum Mobile Protocol</link>
ru: <link="MEDICALNANOBOTS">Протокол Вечный Двигатель</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.STRESS.DESC
source: Medical Nanobots will by more efficient while calming down stressed duplicants.
ru: Медицинские наноботы будут регулировать уровень стресса, успокаивая перенапряженных дубликантов.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.STRESS.NAME
source: <link="MEDICALNANOBOTS">Nanobot Stress Relief Module</link>
ru: <link="MEDICALNANOBOTS">Наномодуль снятия стресса</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.TEMPERATURE.DESC
source: Coats Nanobots with additional insulation layer, allowing them to survive more extreme temperatures.
ru: Покрывает наноботов дополнительным слоем изоляции, позволяя им выдерживать более высокие перепады температур.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.TEMPERATURE.NAME
source: <link="MEDICALNANOBOTS">Nanobot Insulation Coating</link>
ru: <link="MEDICALNANOBOTS">Изоляционное нанопокрытие</link>

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.THRESHOLD.DESC
source: Medical Nanobots will enter duplicant's system more easily.
ru: Облегчает проникновение медицинских наноботов в организм дубликанта.

# DiseasesExpanded.STRINGS.NANOBOTDEVELOPMENT.THRESHOLD.NAME
source: <link="MEDICALNANOBOTS">Nanobot Integration Protocol</link>
ru: <link="MEDICALNANOBOTS">Протокол интеграции</link>

# DiseasesExpanded.STRINGS.NOTIFICATIONS.NANOBOTUPGRADE.PATTERN
source: New nanobot update is ready: {0}
ru: Готово обновление для наноботов: {0}

# DiseasesExpanded.STRINGS.NOTIFICATIONS.VIRUSMUTATED.PATTERN
source: New virus mutation observed: {0}
ru: Обнаружена новая мутация вируса: {0}

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ADOPT_STRAY_PET.NAME
source: Adopt Stray Pet
ru: Приютить бездомного питомца

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ADOPT_STRAY_PET.TOAST
source: It was so poor and cute and helpless and we had to adopt it!
ru: Он был такой милый и беспомощный, мы были обязаны его приютить!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.BLOOMING_GRAVES.NAME
source: Blooming Graves
ru: Цветущие могилы

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.BLOOMING_GRAVES.TOAST
source: Death cannot be healed. But it can bloom!
ru: Смерть нельзя исцелить. Но она может расцвести!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.NAME
source: Disinfecting Cursor
ru: Обеззараживающий курсор

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.TOAST
source: Your cursor just got upgraded with portable Purification Kit!
ru: Ваш курсор только что был улучшен портативным обеззараживателем!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_DISINFECTING.TOAST_END
source: Oh no... It's broken...
ru: О нет...Он сломался...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.NAME
source: Radioactive Cursor
ru: Радиоактивный курсор

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.TOAST
source: Your cursor just got upgraded with portable Radiation Emitter! It now glows with around {0} rads!
ru: Ваш курсор только что был улучшен портативным излучателем радиации! Теперь он излучает примерно {0} рад!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.CURSOR_RADIOACTIVE.TOAST_END
source: Oh no... It's broken...
ru: О нет...Он сломался...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ERADICATE_GERMS.NAME
source: Eradicate Germs
ru: Уничтожить микробов

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.ERADICATE_GERMS.TOAST
source: Most of the germs were eradicated from the environment.
ru: Большая часть микробов в окружающей среде была уничтожена.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.FILTHY_FOOD.NAME
source: Filthy Food
ru: Грязная еда

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.FILTHY_FOOD.TOAST
source: Your food supply has been infected with food poisoning.
ru: Ваши запасы еды были заражены пищевым отравлением.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.NAME
source: Great Migration
ru: Великая миграция

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.TOAST
source: Researchers proclaim cycle of the Bog Bugs. All dwellings increase population.
ru: Исследователи объявили цикл мошкары. Количество назойливых насекомых увеличилось вдвое.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_BOG_BUG_MIGRATION.TOAST_END
source: Swarms of Bog Bugs started migrating away.
ru: Рой мошкары улетает прочь.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_SANISHELL_MIGRATION.NAME
source: Great Migration
ru: Великая миграция

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.GREAT_SANISHELL_MIGRATION.TOAST
source: Researchers proclaim cycle of the Sanishell. All dwellings increase population.
ru: Исследователи объявили цикл крабушка. Количество санитаров водоемов увеличилось вдвое.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HUNGRY_PET.NAME
source: Hungry Pet
ru: Голодный питомец

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HUNGRY_PET.TOAST
source: One of your critters is more hungry than usually. You should probably investigate...
ru: Одно из ваших существ выглядит более голодным, чем обычно. Наверное, вам стоит его проверить...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HURTING_TUMMY.NAME
source: Hurting Tummy
ru: Животик болит

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.HURTING_TUMMY.TOAST
source: One of your duplicants got hurting tummy. It's nothing good for sure...
ru: У одного из ваших дубликантов болит живот. Это явно не к добру...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_POLLINATION.NAME
source: Intense Pollination
ru: Интенсивное опыление

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_POLLINATION.TOAST
source: All of the plants released increased amount of pollen.
ru: Все растения выделили большое количество пыльцы.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.NAME
source: Intense Radiation
ru: Интенсивная радиация

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.TOAST
source: We noticed increased readings on our radiation-measuring aparature.
ru: Наши приборы уловили увеличение радиационного фона.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.INTENSE_RADIATION.TOAST_END
source: Radiation levels seem to be back to normal.
ru: Уровень радиации, похоже, вернулся к норме.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MANDATORY_TESTING.NAME
source: Mandatory Testing
ru: Диспансеризация

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MANDATORY_TESTING.TOAST
source: All duplicants got encouraged to perform mandatory health tests. If one is infected with germs, our tests collect germ samples.
ru: Всем дубликантам было предложено пройти обязательное медицинское обследование. Если дубликант болен, то будет получен образец его микробов.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MIRACULOUS_RECOVERY.NAME
source: Miraculous Recovery
ru: Чудесное выздоровление

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.MIRACULOUS_RECOVERY.TOAST
source: A miracle! Our duplicants are no longer sick!
ru: Чудо! Наши дубликанты больше не больны!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.NAME
source: Nanobot Update
ru: Обновление для наноботов

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST
source: New update to Nanobot software got rushed for release!
ru: Обновление программного обеспечения для наноботов спешит в релиз!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST_END
source: Hotfix released: Malicious issues of Nanobot software got fixed.
ru: Выпущено исправление: вредоносные ошибки программного обеспечения были устранены.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NANOBOT_UPDATE.TOAST_MALICIOUS
source: Sadly, it may contain some bugs...
ru: К сожалению, оно может содержать ошибки...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NIGHT_OF_THE_LIVING_DEAD.NAME
source: Night of the Living Dead
ru: Ночь живых мертвецов

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.NIGHT_OF_THE_LIVING_DEAD.TOAST
source: The end is nigh!
ru: Конец близко!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PANIC_MODE.NAME
source: PANIC MODE!!!
ru: РЕЖИМ ПАНИКИ!!!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PLAGUE_OF_HUNGER.NAME
source: Plague of Hunger
ru: Чума голода

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PLAGUE_OF_HUNGER.TOAST
source: A kilogram of Wheat for a Diamond, and three kilograms of Meal Lice for a Diamond, but do not harm Burgers and Pie!
ru: Килограмм пшеницы за алмаз и три килограмма пищевика за алмаз, но не трогайте бургеры и пироги!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PRINT_SOME_GERMS.NAME
source: Print Some Germs
ru: Напечатать немного микробов

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.PRINT_SOME_GERMS.TOAST
source: Additional germs were printed from all Printing Pods.
ru: Дополнительные микробы были напечатаны на всех биопринтерах.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.REGRESSIVE_VIRUS_MUTATION.NAME
source: Regressive Mutation
ru: Регрессивная мутация

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.REGRESSIVE_VIRUS_MUTATION.TOAST
source: We observed slightly less dangerous variant of the Virus.
ru: Мы обнаружили чуть менее опасный штамм вируса.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.RESUPPLY_FIRST_AID_KIT.NAME
source: Resupply First Aid Kits
ru: Поставка первой помощи

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.RESUPPLY_FIRST_AID_KIT.TOAST
source: Those medical supplies could be helpful... or better not...
ru: Эти медикаменты могут пригодиться... но лучше бы не пригодились...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SLIMY_POLLUTED_OXYGEN.NAME
source: Slimy Polluted Oxygen
ru: Заслизьненный кислород

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SLIMY_POLLUTED_OXYGEN.TOAST
source: All Polluted Oxygen is now even more yucky...
ru: Весь загрязненный кислород теперь еще более мерзкий...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPACE_SCREAM.NAME
source: In Space No One Can Hear You Scream
ru: В космосе никто не услышит твоего крика

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPACE_SCREAM.TOAST
source: We received strange distress signal from our rocket...
ru: Мы получили странный сигнал бедствия от одной из наших ракет...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.DESC
source: I wonder what is inside?
ru: Интересно, что внутри?

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.NAME
source: Surprise Box
ru: Коробка-сюрприз

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.TOAST_BODY
source: I wonder what is inside?
ru: Интересно, что внутри?

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_GERMY_SURPRISE_BOX.TOAST_TITLE
source: Surprise Box
ru: Коробка-сюрприз

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_INFECTED_ELEMENT.NAME
source: Spawn Infected Element
ru: Напечатать зараженный материал

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPAWN_INFECTED_ELEMENT.TOAST
source: Spawned some {0} filled with germs.
ru: Напечатать немного {0} с микробами.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPINDLY_PLANTS.NAME
source: Spindly Plants
ru: Шипастые растения

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPINDLY_PLANTS.TOAST
source: Our plants have developed protective spindles. We must be careful not to get hurt...
ru: Наши растения отрастили защитные шипы. Надо быть осторожным, чтобы не уколоться...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.NAME
source: Sprout Flowers
ru: Ростки цветов

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.TOAST
source: New flower just sprouted!
ru: Только что пророс новый цветок!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SPROUT_FLOWERS.TOAST_FAILED
source: New flower tried to sprout... but it failed... maybe next time...?
ru: Новый цветок пытался прорасти...но не смог...может, в следующий раз?

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.STRAY_COMET.NAME
source: Stray Comet
ru: Блуждающая комета

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.STRAY_COMET.TOAST
source: Hey, look! A shooting star!
ru: Эй, смотри! Падающая звезда!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_PLANT_MUTATION.NAME
source: Sudden Mutation
ru: Неожиданная мутация

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_PLANT_MUTATION.TOAST
source: Some of our plants mutated to have bigger leaves, richer fruits and... is that a tentacle?!?!
ru: Некоторые из наших растений мутировали и стали иметь более крупные листья, более насыщенные плоды и... это что, щупальце?!?!

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_VIRUS_MUTATION.NAME
source: Sudden Mutation
ru: Неожиданная мутация

# DiseasesExpanded.STRINGS.RANDOM_EVENTS.SUDDEN_VIRUS_MUTATION.TOAST
source: We observed new mutation strain...
ru: Мы обнаружили новый штамм вируса...

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.FLUFFYPUFFY.DESC
source: Cute and fluffy like a cloud Puffy.
ru: Милый и пушистый как облачко пуфф.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.FLUFFYPUFFY.NAME
source: Fluffy Puffy
ru: Пушистый пуфф

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.HARMLESSBEE.DESC
source: This Beeta may look angry, but it will never ever sting anyone.
ru: Эта Бета может выглядеть сердитой, но никогда никого не ужалит.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.HARMLESSBEE.NAME
source: Harmless Bee
ru: Безобидная пчелка

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.LITTLESUNSHINE.DESC
source: Shining light of hope and joy.
ru: Сияющий свет надежды и радости.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.LITTLESUNSHINE.NAME
source: Little Sunshine
ru: Маленькое Солнышко

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.MORBALIEN.DESC
source: Cute little and totally harmless alien.
ru: Миленький и совершенно безобидный инопланетянин.

# DiseasesExpanded.STRINGS.RANDOM_EVENTS_CONFINGS.MORBALIEN.NAME
source: Little Alien
ru: Маленький пришелец
