Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/SignsTagsAndRibbons/Translations/*.po
Languages: fr

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.BIOHAZARD_TAG
source: Biohazard Alert
fr: Danger Biologique

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.COLDSPOT_TAG
source: Cold Spot
fr: Point Froid

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.COMET_TAG
source: Comet Alert
fr: Danger de Comète

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.DANGER_TAG
source: Danger Alert
fr: Alerte Danger

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.ELETRIC_TAG
source: Electricity Alert
fr: Danger Électrique

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.HOTSPOT_TAG
source: Hot Spot
fr: Point Chaud

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.LIGHT_TAG
source: Brightness Alert
fr: Danger de Luminiosité

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.NOSALERT_TAG
source: Select Alert Tag
fr: Sélectionner un Marqueur d'Alerte

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.RADIATION_TAG
source: Radiation Alert
fr: Danger de Radiation

# SignsTagsAndRibbons.STRINGS.ALERT_TAGS.WARNING_TAG
source: Warning
fr: Danger

# SignsTagsAndRibbons.STRINGS.BACK_ART_BUTTON.TEXT
source: Previous Tag
fr: Marqueur Précédent

# SignsTagsAndRibbons.STRINGS.BACK_ART_BUTTON.TOOLTIP
source: Changes Tag backwards to another of the same tier. {Hotkey}
fr: Revient au Marqueur précédent du même niveau. {Hotkey}

# SignsTagsAndRibbons.STRINGS.BUILDINGS.ALERT.DESC
source: A wall sign for alerts and dangers.
fr: Un panneau mural pour des alertes et dangers.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.ALERT.EFFECT
source: This sign is a visual representation of many different alerts. Select the type of alert using the menu option. List of tags: - Warning - Hot Spot - Cold Spot - Comet Alert - Biohazard Alert - Radiation Alert - Brightness Alert - Electricity Alert - Danger Alert
fr: Ce panneau est une représentation visuelle de plusieurs alertes différentes. Sélectionnez le type d’alerte à l’aide du menu. Liste des marqueurs : - Danger - Point chaud - Point froid - Danger de Comète - Danger biologique - Danger de Radiation - Danger de Luminosité - Danger Électrique - Alerte Danger

# SignsTagsAndRibbons.STRINGS.BUILDINGS.ALERT.NAME
source: Danger Sign
fr: Panneau de Danger

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERCORNER.DESC
source: A danger ribbon mark for corners.
fr: Un ruban de danger pour les coins.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERCORNER.EFFECT
source: It serves to demark a corner segment of a dangerous ribbon line.
fr: Il sert à délimiter un segment de coin d'une ligne de ruban dangereux.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERCORNER.NAME
source: Danger Ribbon Corner
fr: Ruban de Danger de Coin

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERRIBBON.DESC
source: A danger ribbon element.
fr: Un ruban de danger.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERRIBBON.EFFECT
source: It serves to demark a straight line used to outline a dangerous area.
fr: Il sert à délimiter un segment d'une ligne de ruban dangereux.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.DANGERRIBBON.NAME
source: Danger Ribbon
fr: Ruban de Danger

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GAS.DESC
source: A wall tag for gases.
fr: Un marqueur mural de gaz.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GAS.EFFECT
source: This tag is a visual representation of gases in an industrial environment. Select the type of gas using the menu option. List of tags: - Oxygen - Polluted Oxygen - Carbon Dioxide - Hydrogen - Natural Gas - Propane - Chlorine - Helium - Sour Gas - Steam - Nuclear Fallout
fr: Ce marqueur est une représentation visuelle des gaz dans un environnement industriel. Sélectionnez le type de gaz à l'aide de l'option de menu. Liste des balises : - Oxygène - Oxygène pollué - Dioxyde de carbone - Hydrogène - Gaz naturel - Propane - Chlore - Hélium - Gaz corrosif - Vapeur - Retombées radioactives

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GAS.NAME
source: Gas Tag
fr: Marqueur de Gaz

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GEYSER.DESC
source: A wall tag for geysers, vents and volcanos.
fr: Un marqueur mural pour les geysers, cheminées et volcans.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GEYSER.EFFECT
source: This tag is a visual representation of geological formations.
fr: Ce marqueur est une représentation visuelle des formations géologiques.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.GEYSER.NAME
source: Geyser Tag
fr: Marqueur de Geyser

# SignsTagsAndRibbons.STRINGS.BUILDINGS.INFO.DESC
source: A wall sign for directive environmental information.
fr: Un panneau mural pour informations environnementales.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.INFO.EFFECT
source: This sign is a visual representation many different directive informations regarding environment. Select the type of directive using the menu option. List of tags: - Atmo Suit - Jet Suit - Lead Suit - Dormitory - Infirmary - Workshop - Research Facility - Observatory - Restroom - Refectory - Farm - Critter Ranch - Rocket Platform
fr: Ce panneau est une représentation visuelle de plusieurs informations différentes concernant l'environnement. Sélectionnez le type d'environnement à l'aide de l'option de menu. Liste des marqueurs : - Combinaison Atmo - Combinaison à Propulsion - Combinaison en Plomb - Dortoir - Infirmerie - Atelier - Laboratoire - Observatoire - Salle de repos - Réfectoire - Serre - Étable - Plateforme pour fusées

# SignsTagsAndRibbons.STRINGS.BUILDINGS.INFO.NAME
source: Info Sign
fr: Panneau d'Info

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LETTER.DESC
source: A wall tag for letters.
fr: Un marqueur mural pour lettres.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LETTER.EFFECT
source: This tag serves to show a single letter.
fr: Ce marqueur sert à afficher une seule lettre.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LETTER.NAME
source: Letter Tag
fr: Marqueur de Lettre

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LIQUID.DESC
source: A wall tag for liquids.
fr: Un marqueur mural pour les liquides.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LIQUID.EFFECT
source: This tag is a visual representation of liquids in an industrial environment. Select the type of liquid using the menu option. List of tags: - Water - Polluted Water - Salt Water - Brine - Ethanol - Crude Oil - Petroleum - Super Coolant - Naphtha - Visco-Gel - Liquid Oxygen - Liquid Hydrogen - Liquid Carbon Dioxide - Nuclear Waste
fr: Ce marqueur est une représentation visuelle des liquides dans un environnement industriel. Sélectionnez le type de liquide à l'aide de l'option de menu. Liste des balises : - Eau - Eau polluée - Eau salée - Saumure - Éthanol - Pétrole brut - Pétrole - Super réfrigérant - Naphta - Visco-Gel - Oxygène liquide - Hydrogène liquide - Dioxyde de carbone liquide - Déchets nucléaires

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LIQUID.NAME
source: Liquid Tag
fr: Marqueur de Liquide

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LOCATION.DESC
source: A wall tag for geysers, vents and volcanos.
fr: Un marqueur mural pour geysers, cheminées et volcans.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LOCATION.EFFECT
source: This tag is a visual representation of geological formations.
fr: Ce marqueur est une représentation visuelle des formations géologiques.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.LOCATION.NAME
source: Location Tag
fr: Marqueur de Lieu

# SignsTagsAndRibbons.STRINGS.BUILDINGS.MENU_SUBCATEGORY.NAME
source: Signs, Tags and Ribbons
fr: Panneaux, Marqueurs et Rubans

# SignsTagsAndRibbons.STRINGS.BUILDINGS.METERSCALE.DESC
source: A wall meter scale used in open liquid reservoirs.
fr: Une échelle métrique murale utilisée dans les réservoirs de liquides.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.METERSCALE.EFFECT
source: This scale is often used to measure the amount of liquid in a reservoir.
fr: Cette échelle est souvent utilisée pour mesurer la quantité de liquide dans un réservoir.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.METERSCALE.NAME
source: Meter Scale
fr: Échelle Murale

# SignsTagsAndRibbons.STRINGS.BUILDINGS.NUMBER.DESC
source: A wall tag for numbers.
fr: Un marqueur murale pour nombres.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.NUMBER.EFFECT
source: This tag serves to show a single digit.
fr: Ce marqueur permet de montrer un seul chiffre.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.NUMBER.NAME
source: Number Tag
fr: Marqueur de Nombre

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SMALL_EMELENT.DESC
source: A small tag for gas and liquid elements.
fr: Un petit marqueur pour les gaz et les liquides.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SMALL_EMELENT.EFFECT
source: This tag is a visual representation of gases and liquids.
fr: Ce marqueur est une représentation visuel des gaz et des liquides.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SMALL_EMELENT.NAME
source: Small Element Tag
fr: Petit Marqueur d'Élément

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SOLID.DESC
source: A wall tag for solids.
fr: Un marqueur mural pour solides.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SOLID.EFFECT
source: This tag is a visual representation of solids in an industrial environment. Select the type of solids using the menu option. List of tags: - Agriculture - Consumable Ore - Critter Egg - Cultivable Soil - Filtration Medium - Industrial Ingredient - Liquefiable - Manufacture Material - Medical Supplies - Metal Ore - Miscellaneous - Organic - Rare Resource - Raw Mineral - Refined Metal - Refined Mineral - Cooking Ingredient - Edibles - Seeds - Compostables
fr: Ce marqueur est une représentation visuelle des solides dans un environnement industriel. Sélectionnez le type de solide à l'aide de l'option de menu. Liste des marqueurs : - Agriculture - Minerai consommable - Œuf de créature - Terre cultivable - Matériau de filtration - Ingrédient industriel - Liquéfiable - Matériau de fabrication - Fournitures médicales - Minerai de métal - Divers - Organique - Ressource rare - Minéral brut - Métal raffiné - Minéral raffiné - Ingrédient de cuisine - Aliment comestible - Graine - Compostable

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SOLID.NAME
source: Solid Tag
fr: Marqueur de Solide

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SYSTEM.DESC
source: A wall tag for system and sensors.
fr: Un marqueur murale pour systèmes en capteurs.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SYSTEM.EFFECT
source: This tag is a visual representation of many different kinds of eletronics, systems and sensors signs. Select the type of system using the menu option. List of tags: - Closed Cycle - Organic Recycle - Recycle - Power Toggle - Gas Element Sensor - Liquid Sensor - Power Sensor - Pressure Sensor - Temperature Sensor - Time Sensor
fr: Ce marqueur est une représentation visuelle des différents types d'électroniques, de systèmes et de capteurs. Sélectionnez le type de système à l'aide de l'option de menu. Liste des marqueurs : - Cycle fermé - Recyclage organique - Recyclage - Interrupteur électrique - Capteur de gaz - Capteur de liquide - Capteur de puissance - Capteur de pression - Capteur de température - Capteur de temps

# SignsTagsAndRibbons.STRINGS.BUILDINGS.SYSTEM.NAME
source: System Tag
fr: Marqueur de Système

# SignsTagsAndRibbons.STRINGS.BUILDINGS.UTILITY.DESC
source: A wall tag for utilities.
fr: Un marqueur mural pour indications utiles.

# SignsTagsAndRibbons.STRINGS.BUILDINGS.UTILITY.EFFECT
source: This tag is a visual representation of many different kinds of utilities signs. Select the type of utility using the menu option. List of tags: - Direction - Diagonal Direction - Both Direction - Gas Pump - Liquid Pump - Solid Conveyor
fr: Ce marqueur est une représentation visuelle des différentes indications utiles. Sélectionnez le type d'indication à l'aide de l'option de menu. Liste des balises : - Direction - Direction diagonale - Les deux directions - Pompe à gaz - Pompe à liquide - Convoyeur solide

# SignsTagsAndRibbons.STRINGS.BUILDINGS.UTILITY.NAME
source: Utility Tag
fr: Panneau d'Utilitaire

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.CHLORINE_TAG
source: Chlorine Gas
fr: Chlore

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.CO2_TAG
source: Carbon Dioxide Gas
fr: Dioxyde de Carbone

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.FALLOUT_TAG
source: Nuclear Fallout
fr: Retombées Radioactives

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.HELIUM_TAG
source: Helium Gas
fr: Hélium

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.HYDROGEN_TAG
source: Hydrogen Gas
fr: Hydrogène

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.METHANE_TAG
source: Natural Gas
fr: Gaz Naturel

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.NOGAS_TAG
source: Select Gas
fr: Choisir un Gaz

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.OXYGEN_TAG
source: Oxygen Gas
fr: Oxygène

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.POXYGEN_TAG
source: Polluted Oxygen
fr: Oxygène pollué

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.PROPANE_TAG
source: Propane Gas
fr: Propane

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.SOUR_TAG
source: Sour Gas
fr: Gaz corrosif

# SignsTagsAndRibbons.STRINGS.GAS_ELEMENT_TAGS.STEAM_TAG
source: Steam
fr: Vapeur

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.ATMO_TAG
source: Atmo Suit
fr: Combinaison Atmo

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.CRITTERRANCH_TAG
source: Critter Ranch
fr: Étable

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.DORMITORY_TAG
source: Dormitory
fr: Dortoir

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.FARM_TAG
source: Farm
fr: Serre

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.FOOD_TAG
source: Refectory
fr: Réfectoire

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.INFIRMARY_TAG
source: Infirmary
fr: Infirmerie

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.JET_TAG
source: Jet Suit
fr: Combinaison à Propulsion

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.LEADSUIT_TAG
source: Lead Suit
fr: Combinaison en Plomb

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.NOINFO_TAG
source: Select Info Tag
fr: Choisir le Marqueur d'Information

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.OBSERVATORY_TAG
source: Observatory
fr: Observatoire

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.RESEARCH_TAG
source: Research Facility
fr: Laboratoire

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.RESTROOM_TAG
source: Restroom
fr: Salle de repos

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.ROCKET_TAG
source: Rocket Platform
fr: Plateforme pour fusées

# SignsTagsAndRibbons.STRINGS.INFO_TAGS.WORKSHOP_TAG
source: Workshop
fr: Atelier

# SignsTagsAndRibbons.STRINGS.LETTER_TAGS.NOLETTER_TAG
source: Letters Tag
fr: Marqueur de Lettres

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.BRINE_TAG
source: Brine
fr: Saumure

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.COOL_TAG
source: Super Coolant
fr: Super Refroidissant

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.CRUDEOIL_TAG
source: Crude Oil
fr: Pétrole Brut

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.ETHANOL_TAG
source: Ethanol
fr: Éthanol

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.LIQUID_02_TAG
source: Liquid Oxygen
fr: Oxygène Liquide

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.LIQUID_CO2_TAG
source: Liquid Carbon Dioxide
fr: Dioxyde de Carbone Liquide

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.LIQUID_H_TAG
source: Liquid Hydrogen
fr: Hydrogène Liquide

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.NAPHTHA_TAG
source: Naphtha
fr: Naphta Liquide

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.NOLIQUID_TAG
source: Select Liquid
fr: Choisir un Liquide

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.NWASTE_TAG
source: Nuclear Waste
fr: Déchet Nucléaire

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.PETROLEUM_TAG
source: Petroleum
fr: Pétrole

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.POLLUTEDWATER_TAG
source: Polluted Water
fr: Eau pollué

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.SALTWATER_TAG
source: Salt Water
fr: Eau Salée

# SignsTagsAndRibbons.STRINGS.LIQUID_ELEMENT_TAGS.WATER_TAG
source: Water
fr: Eau

# SignsTagsAndRibbons.STRINGS.NEXT_ART_BUTTON.TEXT
source: Next Tag
fr: Marqueur Suivant

# SignsTagsAndRibbons.STRINGS.NEXT_ART_BUTTON.TOOLTIP
source: Changes Tag forward to another of the same tier. {Hotkey}
fr: Passe au marqueur suivant du même niveau. {Hotkey}

# SignsTagsAndRibbons.STRINGS.NUMBER_TAGS.NONUMBER_TAG
source: Numbers Tag
fr: Marqueur de Nombres

# SignsTagsAndRibbons.STRINGS.SIDESCREEN.TITLE
source: Select Variant
fr: Choisir une variante

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.COMPOSTABLE_TAG
source: Compostables
fr: Compostable

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.CONSUMORE_TAG
source: Consumable Ore
fr: Minerai Consommable

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.COOKINGING_TAG
source: Cooking Ingredient
fr: Ingrédient

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.CRITTEREGG_TAG
source: Critter Egg
fr: Œuf de Créature

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.CULSOIL_TAG
source: Cultivable Soil
fr: Sol Cultivable

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.EDIBLES_TAG
source: Edibles
fr: Consommables

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.FILTRATION_TAG
source: Filtration Medium
fr: Matériau de Filtration

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.INDING_TAG
source: Industrial Ingredient
fr: Ingrédient Industriel

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.LIQUEFIABLE_TAG
source: Liquefiable
fr: Liquéfiable

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.MANUFACT_TAG
source: Manufactured Material
fr: Matériau Manufacturé

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.MEDSUP_TAG
source: Medical Supplies
fr: Fourniture médicale

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.METALORE_TAG
source: Metal Ore
fr: Minerai de Métal

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.MISC_TAG
source: Miscellaneous
fr: Divers

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.NOSOLID_TAG
source: Select Solid
fr: Choisir un Solide

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.ORGANIC_TAG
source: Organic
fr: Organique

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.RARE_TAG
source: Rare Resource
fr: Ressource Rare

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.RAWMINERAL_TAG
source: Raw Mineral
fr: Matériau Brut

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.REFMETAL_TAG
source: Refined Metal
fr: Métal Raffiné

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.REFMINERAL_TAG
source: Refined Mineral
fr: Minéral raffiné

# SignsTagsAndRibbons.STRINGS.SOLID_ELEMENT_TAGS.SEEDS_TAG
source: Seeds
fr: Graine

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.CLOSEDCY_TAG
source: Closed Cycle
fr: Cycle fermé

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.GASSEN_TAG
source: Gas Element Sensor
fr: Capteur d'Élément Gazeux

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.LIQUIDSEN_TAG
source: Liquid Element Sensor
fr: Capteur d'Élément Liquide

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.MOTIONSEN_TAG
source: Motion Sensor
fr: Détecteur de Mouvement

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.NOSYS_TAG
source: Select System Tag
fr: Choisir un Marqueur de Système

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.ORGANICCY_TAG
source: Organic Recycle
fr: Recyclage Organique

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.POWER_TAG
source: Power Toggle
fr: Interrupteur Électrique

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.POWERSEN_TAG
source: Power Sensor
fr: Capteur de Puissance

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.PRESSURESEN_TAG
source: Pressure Sensor
fr: Capteur de Pression

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.RECYCLE_TAG
source: Recycle
fr: Recyclage

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.TEMPSEN_TAG
source: Temperature Sensor
fr: Capteur de Température

# SignsTagsAndRibbons.STRINGS.SYSTEM_TAGS.TIMESEN_TAG
source: Time Sensor
fr: Capteur Horaire

# SignsTagsAndRibbons.STRINGS.TRANSLATION.AUTHOR.NAME
source: pether.pg
fr: Pholith

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.BOTHARROW_TAG
source: Both Directions
fr: Dans les 2 sens

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.DIAGARROW_TAG
source: Diagonal Direction
fr: En Diagonale

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.GASPUMP_TAG
source: Gas Pump
fr: Pompe à Gaz

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.LIQUIDPUMP_TAG
source: Liquid Pump
fr: Pompe à Liquide

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.NOSUT_TAG
source: Select Utility Tag
fr: Choisir un Marqueur Utilitaire

# SignsTagsAndRibbons.STRINGS.UTILITY_TAGS.SOLIDCON_TAG
source: Solid Conveyor
fr: Convoyeur de Solide
