Repository: pether-pg/ONI_Mods_byPether
Catalog: UploadFiles_Steam/FragrantFlowers/Translations/*.po
Languages: ru

# FragrantFlowers.STRINGS.AROMACANS.FLORAL.DESC
source: Can full of <link="POLLENGERMS">Floral Scent</link>, ready for <link="VAPORIZER">Vaporizer</link>.
ru: Баллон, наполненный <link="POLLENGERMS">цветочным запахом</link>. Можно использовать в <link="VAPORIZER">освежителе воздуха</link>.

# FragrantFlowers.STRINGS.AROMACANS.FLORAL.NAME
source: <link="FLORALAROMACAN">Floral Scent Can</link>
ru: <link="FLORALAROMACAN">Баллон с цветочным запахом</link>

# FragrantFlowers.STRINGS.AROMACANS.LAVENDER.DESC
source: Can full of <link="LAVENDERSCENT">Lavender Scent</link>, ready for <link="VAPORIZER">Vaporizer</link>.
ru: Баллон, наполненный <link="LAVENDERSCENT">запахом лаванды</link>. Можно использовать в <link="VAPORIZER">освежителе воздуха</link>.

# FragrantFlowers.STRINGS.AROMACANS.LAVENDER.NAME
source: <link="LAVENDERAROMACAN">Lavender Scent Can</link>
ru: <link="LAVENDERAROMACAN">Баллон с запахом лаванды</link>

# FragrantFlowers.STRINGS.AROMACANS.MALLOW.DESC
source: Can full of <link="MALLOWSCENT">Mallow Scent</link>, ready for <link="VAPORIZER">Vaporizer</link>.
ru: Баллон, наполненный <link="MALLOWSCENT">запахом мальвы</link>. Можно использовать в <link="VAPORIZER">освежителе воздуха</link>.

# FragrantFlowers.STRINGS.AROMACANS.MALLOW.NAME
source: <link="MALLOWAROMACAN">Mallow Scent Can</link>
ru: <link="MALLOWAROMACAN">Баллон с запахом мальвы</link>

# FragrantFlowers.STRINGS.AROMACANS.ROSE.DESC
source: Can full of <link="ROSESCENT">Rose Scent</link>, ready for <link="VAPORIZER">Vaporizer</link>.
ru: Баллон, наполненный <link="ROSESCENT">запахом роз</link>. Можно использовать в <link="VAPORIZER">освежителе воздуха</link>.

# FragrantFlowers.STRINGS.AROMACANS.ROSE.NAME
source: <link="ROSEAROMACAN">Rose Scent Can</link>
ru: <link="ROSEAROMACAN">Баллон с запахом роз</link>

# FragrantFlowers.STRINGS.BUILDINGS.VAPORIZER.DESC
source: While working, releases various scents into the air.
ru: Во время работы распыляет в воздух различные ароматы.

# FragrantFlowers.STRINGS.BUILDINGS.VAPORIZER.EFFECT
source: While working, releases various scents into the air.
ru: Во время работы распыляет в воздух различные ароматы.

# FragrantFlowers.STRINGS.BUILDINGS.VAPORIZER.NAME
source: Vaporizer
ru: Освежитель воздуха

# FragrantFlowers.STRINGS.CROPS.COTTONBOLL.DESC
source: A soft, fluffy staple fiber that grows in a boll encased in ice crystals. The fiber of the boll is almost pure cellulose, but also contains high concentration of aromatic oils that gives it a smooth and pleasing scent.
ru: Мягкое, пушистое штапельное волокно в покрытой кристаллами льда коробочке. Представляет собой почти чистую целлюлозу, но также содержит высокую концентрацию ароматических масел, которые придают ему мягкий и приятный аромат.

# FragrantFlowers.STRINGS.CROPS.COTTONBOLL.NAME
source: <link="RIMEDCOTTON">Rimed Cotton Boll</link>
ru: <link="RIMEDCOTTON">Коробочка ледохлопка</link>

# FragrantFlowers.STRINGS.CROPS.DUSKBERRY.DESC
source: A small, soft, jelly filled fruiting body of a <link="DUSKBERRYLAVENDER">Duskberry Lavender</link>. They taste delightful and have a slightly sweet tart flavor that is mixed with a little bit of acidic.
ru: Небольшой, мягкий, желеобразный плод <link="DUSKBERRYLAVENDER">сумеряничной лаванды</link>. Он имеет восхитительный сладковато-терпкий вкус с небольшой кислинкой.

# FragrantFlowers.STRINGS.CROPS.DUSKBERRY.NAME
source: <link="DUSKBERRY">Duskberry</link>
ru: <link="DUSKBERRY">Сумеряника</link>

# FragrantFlowers.STRINGS.CROPS.DUSKBLOOM.DESC
source: The gentle blossom of a <link="DUSKBLOOMLAVENDER">Duskbloom Lavender</link>. It has a delicate, sweet smell that is floral, herbal, and evergreen woodsy at the same time.
ru: Нежный цветок <link="DUSKBLOOMLAVENDER">сумеречной лаванды</link>. У него тонкий, приятный запах, объединяющий в себе ароматы трав, цветов и вечнозеленых лесов.

# FragrantFlowers.STRINGS.CROPS.DUSKBLOOM.NAME
source: <link="DUSKBLOOM">Duskbloom</link>
ru: <link="DUSKBLOOM">Цветок сумеречной лаванды</link>

# FragrantFlowers.STRINGS.CROPS.SPINOSAHIPS.DESC
source: A small, berry-sized, reddish fruiting body of a <link="SUPERSPINOSAPLANT">Fruiting Spinosa</link>. These have a floral, slightly sweet flavor with a touch of tartness, rich in Vitamin C.
ru: Небольшой, размером с ягоду, красноватый плод <link="SUPERSPINOSAPLANT">шиповника плодового</link>. Он имеет цветочный, слегка сладкий вкус с терпкой ноткой и богат витамином С.

# FragrantFlowers.STRINGS.CROPS.SPINOSAHIPS.NAME
source: <link="SPINOSAHIPS">Spinosa Hips</link>
ru: <link="SPINOSAHIPS">Ягода шиповника</link>

# FragrantFlowers.STRINGS.CROPS.SPINOSAROSE.DESC
source: The beautiful blossom of a <link="SPINOSAPLANT">Spinosa</link>. It has a simultaneously sweet and spicy smell, giving ode to meadows, honey, and fruit notes.
ru: Прекрасный цветок <link="SPINOSAPLANT">шиповника</link>. Обладает одновременно сладким и пряным запахом с луговыми, фруктовыми и медовыми нотами.

# FragrantFlowers.STRINGS.CROPS.SPINOSAROSE.NAME
source: <link="SPINOSAROSE">Spinosa Rose</link>
ru: <link="SPINOSAROSE">Роза шиповника</link>

# FragrantFlowers.STRINGS.DESCRIPTORS.SPAWNGERMS.DESC
source: While working, releases {GERMS} into the air.
ru: Во время работы распыляет в воздух {GERMS}.

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDLAVENDER.DESC
source: This one just smelled some Lavender, feeling much closer to the nature as a result.
ru: Только что понюхал лаванду и теперь чувствует себя ближе к природе.

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDLAVENDER.NAME
source: Smelled Lavender
ru: Понюхал лаванду

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDMALLOW.DESC
source: This duplicant just smelled some Mallow and is invigorted to work faster.
ru: Этот дубликант только что понюхал мальву и теперь воодушевлен работать быстрее.

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDMALLOW.NAME
source: Smelled Mallow
ru: Понюхал мальву

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDROSE.DESC
source: This duplicant just smelled some Roses and is now inspired to create great things.
ru: Этот дубликант только что понюхал розу и теперь вдохновлен на великие свершения.

# FragrantFlowers.STRINGS.EFFECTS.SMELLEDROSE.NAME
source: Smelled Roses
ru: Понюхал розу

# FragrantFlowers.STRINGS.FOOD.DUSKBUN.DESC
source: A <link="COLDWHEATBREAD">Frost Bun</link> filled with <link="DUSKJAM">Duskjam</link>.
ru: <link="COLDWHEATBREAD">Ледобулка</link> с начинкой из <link="DUSKJAM">сумеряничного варенья</link>.

# FragrantFlowers.STRINGS.FOOD.DUSKBUN.NAME
source: <link="DUSKBUN">Duskbun</link>
ru: <link="DUSKBUN">Ледобулка с сумеряникой</link>

# FragrantFlowers.STRINGS.FOOD.DUSKJAM.DESC
source: A long lasting <link="DUSKBERRY">Duskberry</link> jam preserved in <link="SUCROSE">Sucrose</link>.
ru: Непортящееся варенье из <link="DUSKBERRY">сумеряники</link>, консервированное в <link="SUCROSE">сахарозе</link>.

# FragrantFlowers.STRINGS.FOOD.DUSKJAM.NAME
source: <link="DUSKJAM">Duskjam</link>
ru: <link="DUSKJAM">Варенье из сумеряники</link>

# FragrantFlowers.STRINGS.FOOD.SPINOSACAKE.DESC
source: A delicious cake made from <link="RAWEGG">Raw Egg</link> and <link="COLDWHEATSEED">Sleat Wheet Grains</link> with <link="SPINOSAHIPS">Spinosa Hips</link> on top.
ru: Вкуснейший торт из <link="RAWEGG">сырых яиц</link> и <link="COLDWHEATSEED">морозной пшеницы</link> с <link="SPINOSAHIPS">ягодой шиповника</link> сверху.

# FragrantFlowers.STRINGS.FOOD.SPINOSACAKE.NAME
source: <link="SPINOSACAKE">Spinosa Cake</link>
ru: <link="SPINOSACAKE">Торт с шиповником</link>

# FragrantFlowers.STRINGS.FOOD.SPINOSASYRUP.DESC
source: A long lasting <link="SPINOSAHIPS">Spinosa Hips</link> syrup preserved in <link="SUCROSE">Sucrose</link>.
ru: Непортящийся сироп из <link="SPINOSAHIPS">ягод шиповника</link>, консервированный в <link="SUCROSE">сахарозе</link>.

# FragrantFlowers.STRINGS.FOOD.SPINOSASYRUP.NAME
source: <link="SPINOSASYRUP">Spinosa Syrup</link>
ru: <link="SPINOSASYRUP">Сироп из шиповника</link>

# FragrantFlowers.STRINGS.GERMS.LAVENDERSCENT.DESCRIPTION
source: Pretty nice smell of Lavenders. Lavender Scent allergens trigger excessive sneezing fits in Duplicants who possess the Allergies trait.
ru: Приятный запах лаванды. Аллергены запаха лаванды вызывают приступы нескончаемого чихания у дубликантов с характеристикой "Аллергия".

# FragrantFlowers.STRINGS.GERMS.LAVENDERSCENT.LEGEND_HOVERTEXT
source: Lavender Scent present.
ru: Присутствуют аллергены запаха лаванды.

# FragrantFlowers.STRINGS.GERMS.LAVENDERSCENT.NAME
source: <link="LAVENDERSCENT">Lavender Scent</link>
ru: <link="LAVENDERSCENT">Запах лаванды</link>

# FragrantFlowers.STRINGS.GERMS.MALLOWSCENT.DESCRIPTION
source: Pretty nice smell of Mallows. Mallows Scent allergens trigger excessive sneezing fits in Duplicants who possess the Allergies trait.
ru: Приятный запах мальвы. Аллергены запаха мальвы вызывают приступы нескончаемого чихания у дубликантов с характеристикой "Аллергия".

# FragrantFlowers.STRINGS.GERMS.MALLOWSCENT.LEGEND_HOVERTEXT
source: Mallow Scent present.
ru: Присутствуют аллергены запаха мальвы.

# FragrantFlowers.STRINGS.GERMS.MALLOWSCENT.NAME
source: <link="MALLOWSCENT">Mallow Scent</link>
ru: <link="MALLOWSCENT">Запах мальвы</link>

# FragrantFlowers.STRINGS.GERMS.ROSESCENT.DESCRIPTION
source: Pretty nice smell of Roses. Rose Scent allergens trigger excessive sneezing fits in Duplicants who possess the Allergies trait.
ru: Приятный запах роз. Аллергены запаха роз вызывают приступы нескончаемого чихания у дубликантов с характеристикой "Аллергия".

# FragrantFlowers.STRINGS.GERMS.ROSESCENT.LEGEND_HOVERTEXT
source: Rose Scent present.
ru: Присутствуют аллергены запаха роз.

# FragrantFlowers.STRINGS.GERMS.ROSESCENT.NAME
source: <link="ROSESCENT">Rose Scent</link>
ru: <link="ROSESCENT">Запах роз</link>

# FragrantFlowers.STRINGS.PLANTS.DUSKLAVENDER.DESC
source: A shrub-like plant blooms with a beautiful <link="DUSKBLOOM">Duskbloom</link>.
ru: Кустарниковое растение, которое цветет красивыми <link="DUSKBLOOM">цветами сумеречной лаванды</link>.

# FragrantFlowers.STRINGS.PLANTS.DUSKLAVENDER.DOMESTICATED_DESC
source: In domesticated environment this crop requires the use of <link="PHOSPHORITE">Phosphorite</link> as fertilization.
ru: Кустарниковое растение, которое цветет красивыми <link="DUSKBLOOM">цветами сумеречной лаванды</link>.

# FragrantFlowers.STRINGS.PLANTS.DUSKLAVENDER.NAME
source: <link="DUSKBLOOMLAVENDER">Duskbloom Lavender</link>
ru: <link="DUSKBLOOMLAVENDER">Сумеречная лаванда</link>

# FragrantFlowers.STRINGS.PLANTS.RIMEDMALLOW.DESC
source: An evergreen plant well adapt to thrive in very cold environments. Produces a fluffy <link="RIMEDCOTTON">Rimed Cotton Boll</link>.
ru: Вечнозеленое растение, хорошо приспособленное к холодным условиям. Производит пушистую <link="RIMEDCOTTON">коробочку ледохлопка</link>.

# FragrantFlowers.STRINGS.PLANTS.RIMEDMALLOW.DOMESTICATED_DESC
source: In domesticated environment this crop requires the use of pure water in form of <link="ICE">Ice</link> as fertilization.
ru: Вечнозеленое растение, хорошо приспособленное к холодным условиям. Производит пушистую <link="RIMEDCOTTON">коробочку ледохлопка</link>.

# FragrantFlowers.STRINGS.PLANTS.RIMEDMALLOW.NAME
source: <link="RIMEDMALLOWPLANT">Rimed Mallow</link>
ru: <link="RIMEDMALLOWPLANT">Ледяная мальва</link>

# FragrantFlowers.STRINGS.PLANTS.SPINOSA.DESC
source: A rather thorny sten plant that blooms with a beautiful <link="SPINOSAROSE">Spinosa Rose</link>.
ru: Довольно колючее растение, на котором цветут красивые <link="SPINOSAROSE">розы шиповника</link>.

# FragrantFlowers.STRINGS.PLANTS.SPINOSA.DOMESTICATED_DESC
source: In domesticated environment this crop requires copious amounts of <link="WATER">Water</link>, and <link="DIRT">Dirt</link> as fertilizer. Also requires direct exposure to sunlight.
ru: Довольно колючее растение, на котором цветут красивые <link="SPINOSAROSE">розы шиповника</link>.

# FragrantFlowers.STRINGS.PLANTS.SPINOSA.NAME
source: <link="SPINOSAPLANT">Blooming Spinosa</link>
ru: <link="SPINOSAPLANT">Шиповник цветковый</link>

# FragrantFlowers.STRINGS.PLANTS.SUPERDUSKLAVENDER.DESC
source: A shrub-like plant sprouts with an edible <link="DUSKBERRY">Duskberry</link>.
ru: Кустарниковое растение, которое плодоносит съедобной <link="DUSKBERRY">сумеряникой</link>.

# FragrantFlowers.STRINGS.PLANTS.SUPERDUSKLAVENDER.DOMESTICATED_DESC
source: In domesticated environment this crop requires the use of <link="PHOSPHORITE">Phosphorite</link> as fertilization.
ru: Кустарниковое растение, которое плодоносит съедобной <link="DUSKBERRY">сумеряникой</link>.

# FragrantFlowers.STRINGS.PLANTS.SUPERDUSKLAVENDER.NAME
source: <link="DUSKBERRYLAVENDER">Duskberry Lavender</link>
ru: <link="DUSKBERRYLAVENDER">Сумеряничная лаванда</link>

# FragrantFlowers.STRINGS.PLANTS.SUPERSPINOSA.DESC
source: A rather thorny sten plant that produces an edible <link="SPINOSAHIPS">Spinosa Hips</link>.
ru: Довольно колючее растение, на котором созревают съедобные <link="SPINOSAHIPS">ягоды шиповника</link>.

# FragrantFlowers.STRINGS.PLANTS.SUPERSPINOSA.DOMESTICATED_DESC
source: In domesticated environment this crop requires copious amounts of <link="WATER">Water</link>, and <link="DIRT">Dirt</link> as fertilizer. Also requires direct exposure to sunlight.
ru: Довольно колючее растение, на котором созревают съедобные <link="SPINOSAHIPS">ягоды шиповника</link>.

# FragrantFlowers.STRINGS.PLANTS.SUPERSPINOSA.NAME
source: <link="SUPERSPINOSAPLANT">Fruiting Spinosa</link>
ru: <link="SUPERSPINOSAPLANT">Шиповник плодовый</link>

# FragrantFlowers.STRINGS.SEEDS.DUSKLAVENDER.SEED_DESC
source: The tiny <link="PLANTS">Seed</link> of a <link="DUSKBLOOMLAVENDER">Duskbloom Lavender</link>.
ru: Крошечное <link="PLANTS">семя</link> <link="DUSKBLOOMLAVENDER">сумеречной лаванды</link>.

# FragrantFlowers.STRINGS.SEEDS.DUSKLAVENDER.SEED_NAME
source: <link="DUSKBLOOMLAVENDER">Dusk Seed</link>
ru: <link="DUSKBLOOMLAVENDER">Семя сумеречной лаванды</link>

# FragrantFlowers.STRINGS.SEEDS.RIMEDMALLOW.SEED_DESC
source: The chill <link="PLANTS">Seed</link> of a <link="RIMEDMALLOWPLANT">Iced Mallow</link>.
ru: Прохладное <link="PLANTS">семя</link> <link="RIMEDMALLOWPLANT">ледяной мальвы</link>.

# FragrantFlowers.STRINGS.SEEDS.RIMEDMALLOW.SEED_NAME
source: <link="RIMEDMALLOWPLANT">Iced Mallow Seed</link>
ru: <link="RIMEDMALLOWPLANT">Семя ледяной мальвы</link>

# FragrantFlowers.STRINGS.SEEDS.SPINOSA.SEED_DESC
source: The black <link="PLANTS">Seed</link> of a <link="SPINOSAPLANT">Spinosa</link>.
ru: Черное <link="PLANTS">семя</link> <link="SPINOSAPLANT">шиповника</link>.

# FragrantFlowers.STRINGS.SEEDS.SPINOSA.SEED_NAME
source: <link="SPINOSAPLANT">Spinosa Black Seed</link>
ru: <link="SPINOSAPLANT">Семя шиповника</link>

# FragrantFlowers.STRINGS.SPICES.LAVENDER.DESC
source: With faint Duskbloom aroma, this spice develops deep bond with the nature in duplicants.
ru: Легкий запах лаванды создает глубокую связь с дикой природой.

# FragrantFlowers.STRINGS.SPICES.LAVENDER.NAME
source: <link="DUSKBLOOMSPICE">Wild Spice</link>
ru: <link="DUSKBLOOMSPICE">Дикая специя</link>

# FragrantFlowers.STRINGS.SPICES.MALLOW.DESC
source: Fresh like an icicle in the morning, this spice invigorates duplicants with icy energy.
ru: Свежая, как утренняя сосулька, наполняет ледяной энергией.

# FragrantFlowers.STRINGS.SPICES.MALLOW.NAME
source: <link="COTTONBOLLSPICE">Rimed Spice</link>
ru: <link="COTTONBOLLSPICE">Леденящая специя</link>

# FragrantFlowers.STRINGS.SPICES.ROSE.DESC
source: Made with delicate Spinosa petals, this spice inspires duplicants to achieve great things.
ru: Молотые лепестки шиповника вдохновляют на великие открытия.

# FragrantFlowers.STRINGS.SPICES.ROSE.NAME
source: <link="SPINOSAROSESPICE">Inspiring Spice</link>
ru: <link="SPINOSAROSESPICE">Вдохновляющая специя</link>

# FragrantFlowers.STRINGS.TRANSLATION.AUTHOR.NAME
source: Ronivan + pether.pg
ru: RealWiseSerpent
